# suppress inspection "SpellCheckingInspection" for whole file
# suppress inspection "UnusedProperty" for whole file

#----------Mod----------#
mod.name = \u5947\u70B9
mod.author = EBwilson
mod.contributor = \u4EB2\u7231\u7684\u8D21\u732E\u8005
mod.lookForward = [accent]\u6682\u672A\u5F00\u653E[]\n\u656C\u8BF7\u671F\u5F85
mod.updateDate = 2023\u5E7410\u670825\u65E5
mod.version = alpha-0.8.12

#----------Contribte----------#
contribute.author = \u4F5C\u8005
contribute.artist = \u8D34\u56FE/\u7F8E\u672F
contribute.translate = \u7FFB\u8BD1
contribute.sounds = \u97F3\u4E50/\u97F3\u6548
contribute.program = \u7A0B\u5E8F/\u8C03\u8BD5

#----------Items----------#
item.singularity-aluminium.name = \u94DD
item.singularity-aluminium.description = \u4E00\u79CD\u8010\u4F4E\u6E29\u7684\u5E38\u89C1\u91D1\u5C5E\uFF0C\u8D28\u91CF\u8F7B\uFF0C\u5728\u7ECF\u8FC7\u5904\u7406\u540E\u5F3A\u5EA6\u5927\u5927\u63D0\u9AD8\uFF0C\u5728\u822A\u7A7A\u822A\u5929\u9886\u57DF\u5341\u5206\u5E38\u7528\u7684\u7ED3\u6784\u6750\u6599
item.singularity-aluminium.details = \u5728\u7EDD\u5927\u591A\u6570\u5C0F\u8D28\u91CF\u7684\u884C\u661F\u4E0A\uFF0C\u94DD\u7684\u4E30\u5BCC\u5EA6\u901A\u5E38\u90FD\u662F\u5728\u91D1\u5C5E\u5143\u7D20\u4E2D\u6392\u5E8F\u6700\u9760\u524D\u7684\uFF0C\u800C\u5728\u5730\u7403\u5730\u58F3\u4E2D\u7684\u94DD\u4E30\u5BCC\u5EA6\u76F8\u6BD4\u7EDD\u5927\u591A\u6570\u884C\u661F\u800C\u8A00\u66F4\u662F\u53EF\u8C13\u4E00\u9A91\u7EDD\u5C18\uFF0C\u4EE5\u81F3\u4E8E\u4EBA\u7C7B\u57282043\u5E74\u5B8C\u5168\u505C\u6B62\u5BF9\u94DD\u77FF\u7684\u5F00\u91C7\u81F3\u4ECA\u4ECD\u6709\u975E\u5E38\u5145\u8DB3\u7684\u5E93\u5B58\u53EF\u4F9B\u4F7F\u7528...
item.singularity-crystal_FEX.name = FEX\u6676\u4F53
item.singularity-crystal_FEX.description = \u6676\u4F53\u5316\u7684\u9AD8\u7EAF\u5EA6FEX\uFF0C\u4E2D\u5B50\u5BFC\u7387\u548C\u6838\u6027\u80FD\u90FD\u6709\u660E\u663E\u63D0\u9AD8\uFF0C\u6838\u5DE5\u4E1A\u4E0D\u53EF\u6216\u7F3A\u7684\u91CD\u8981\u6750\u6599
item.singularity-crystal_FEX.details = \u6700\u521D\u4EBA\u4EEC\u53D1\u73B0\u9AD8\u7EAF\u5EA6FEX\u7684\u6676\u4F53\u65F6\uFF0C\u7531\u4E8E\u5176\u5730\u58F3\u4E2D\u76F8\u5BF9\u4E30\u5EA6\u6BD4\u7A00\u571F\u91D1\u5C5E\u90FD\u8981\u4F4E\uFF0CFEX\u7ED3\u6676\u7684\u4EF7\u503C\u4E00\u5EA6\u8D85\u8D8A\u94BB\u77F3\uFF0C\u5728\u51E0\u5E74\u95F4\u8FD1\u4E4E\u53D6\u4EE3\u6574\u4E2A\u94BB\u77F3\u5E02\u573A\uFF0C\u76F4\u5230\u67D0\u4E2A\u5012\u9709\u9B3C\u5728\u6838\u53CD\u5E94\u5806\u65C1\u5DE5\u4F5C\u7684\u65F6\u5019\u88AB\u4ED6\u515C\u91CC\u63E3\u7684\u6212\u6307\u70B8\u65AD\u4E86\u4E00\u6761\u817F
item.singularity-crystal_FEX_power.name = \u6D3B\u6027FEX\u7ED3\u6676
item.singularity-crystal_FEX_power.description = \u7ECF\u5927\u91CF\u80FD\u91CF\u6FC0\u53D1\u7684FEX\u7ED3\u6676\uFF0C\u6027\u8D28\u6781\u5176\u4E0D\u7A33\u5B9A\uFF0C\u5371\u9669\u4E14\u96BE\u4EE5\u50A8\u5B58\uFF0C\u4F46\u5728\u9700\u8981\u91CA\u653E\u4E2D\u5B50\u80FD\u7684\u5730\u65B9\u4E0D\u53EF\u6216\u7F3A
item.singularity-crystal_FEX_power.details = \u201C\u4E25\u7981\u7528\u4EFB\u4F55\u81F4\u5BC6\u4ECB\u8D28\u63A5\u89E6\u6FC0\u53D1\u6001\u7684FEX\u7ED3\u6676\u201D\u8FD9\u662F\u300A\u4E2D\u5B50\u5DE5\u4E1A\u64CD\u4F5C\u7BA1\u7406\u6761\u4F8B\u300B\u4E2D\u52A0\u7C97\u4E14\u5212\u7740\u7EA2\u8272\u4E0B\u5212\u7EBF\u7684\u6761\u76EE\uFF0C\u7C7B\u4F3C\u8FD9\u6837\u7684\u6761\u76EE\u90FD\u5F80\u5F80\u662F\u6765\u81EA\u4E00\u4E2A\u4E2A\u8840\u6DCB\u6DCB\u7684\u6559\u8BAD
item.singularity-matrix_alloy.name = \u77E9\u9635\u5408\u91D1
item.singularity-matrix_alloy.description = \u5927\u91CF\u7EB3\u7C73\u673A\u5668\u4EBA\u7684\u96C6\u5408\u4F53\uFF0C\u673A\u68B0\u5F3A\u5EA6\u8F83\u4F4E\uFF0C\u5728\u7ECF\u7F16\u7A0B\u540E\u53EF\u81EA\u7531\u53D8\u6362\u5F62\u6001\u751A\u81F3\u7269\u6001\uFF0C\u5341\u5206\u7075\u6D3B
item.singularity-matrix_alloy.details = \u5F88\u591A\u5E74\u524D\u6709\u4E2A\u79D1\u5E7B\u7535\u5F71\u53EB\u505A\u300A\u7EC8\u7ED3\u8005\u300B\uFF0C\u7535\u5F71\u91CC\u51FA\u73B0\u8FC7\u201C\u77E9\u9635\u591A\u8FB9\u62DF\u6001\u5408\u91D1\u201D\uFF0C\u79D1\u5E7B\u4F5C\u54C1\u603B\u662F\u80FD\u591F\u9884\u8A00\u67D0\u4E9B\u5728\u5F53\u65F6\u770B\u6765\u662F\u4E0D\u53EF\u80FD\u7684\u201C\u672A\u6765\u79D1\u6280\u201D\u3002
item.singularity-strengthening_alloy.name = \u5F3A\u5316\u5408\u91D1
item.singularity-strengthening_alloy.description = \u5404\u9879\u6027\u80FD\u90FD\u5F88\u4F18\u79C0\u7684\u5408\u91D1\uFF0C\u7ED3\u6784\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u6297\u6027\u5F3A\uFF0C\u7528\u9014\u5E7F\u6CDB
item.singularity-strengthening_alloy.details = \u8FD9\u79CD\u5408\u91D1\u7814\u53D1\u65F6\u53D1\u751F\u4E86\u8FD9\u6837\u4E00\u4EF6\u8DA3\u4E8B\uFF1A\n\u5728\u7814\u7A76\u6750\u6599\u914D\u6BD4\u5BF9\u5F3A\u5EA6\u7684\u5F71\u54CD\u51FD\u6570\u66F2\u7EBF\u65F6\uFF0C\u51B6\u91D1\u5DE5\u7A0B\u7684\u6240\u6709\u4E13\u5BB6\u4E00\u81F4\u8BA4\u4E3A\u949B\u7684\u6BD4\u4F8B\u572830%\u5DE6\u53F3\u65F6\u6750\u6599\u7684\u97E7\u6027\u548C\u521A\u6027\u8FBE\u5230\u6700\u4F73\u7684\u5E73\u8861\uFF0C\u7136\u800C\u8FD9\u6837\u7684\u5408\u91D1\u4E0E\u90E8\u5206\u7279\u79CD\u94A2\u6750\u5DEE\u5F02\u4E0D\u5927\uFF0C\u76F4\u5230\u5728\u67D0\u4E00\u6B21\u5B9E\u9A8C\u4E2D\u67D0\u4E2A\u5192\u5931\u7684\u6750\u6599\u5B66\u7814\u7A76\u751F\u610F\u5916\u7684\u5C06\u949B\u548C\u948D\u7684\u6BD4\u4F8B\u6DF7\u6DC6\u4E86\u3002\n\u8FD9\u4E4B\u540E\uFF0C\u300Anature\u300B\u4E0A\u520A\u767B\u4E86\u4E00\u7BC7\u83B7\u5F97\u591A\u9879\u5956\u9879\u7684\u8BBA\u6587\uFF0C\u90A3\u4E2A\u5E78\u8FD0\u7684\u5B69\u5B50\u4E5F\u8DE8\u6781\u83B7\u5F97\u4E86\u9AD8\u7B49\u5B66\u4F4D\uFF0C\u8FD9\u4E00\u5EA6\u8BA9\u5B66\u4F1A\u7684\u6559\u6388\u4EEC\u5F88\u5C34\u5C2C\u3002
item.singularity-aerogel.name = \u6C14\u51DD\u80F6
item.singularity-aerogel.description = \u7845\u57FA\u7ED3\u6784\u7684\u6C14\u51DD\u80F6\uFF0C\u5FAE\u89C2\u4E0A\u7EDD\u5927\u90E8\u5206\u4F53\u79EF\u51E0\u4E4E\u90FD\u88AB\u8702\u7A9D\u72B6\u7684\u5B54\u6D1E\u6240\u586B\u5145\uFF0C\u5F3A\u5EA6\u9AD8\uFF0C\u5BC6\u5EA6\u6781\u5C0F\uFF0C\u7EDD\u7F18\u7EDD\u70ED\u7B49\u4F18\u79C0\u6027\u8D28\uFF0C\u662F\u5341\u5206\u5E38\u7528\u7684\u7ED3\u6784\u6750\u6599
item.singularity-aerogel.details = \u6C14\u51DD\u80F6\u5728\u8BB8\u591A\u5E74\u524D\u66FE\u88AB\u79F0\u4E3A\u201C\u51DD\u56FA\u7684\u70DF\u201D\uFF0C\u800C\u73B0\u5728\u5B54\u6D1E\u4F53\u79EF\u5DF2\u7ECF\u8FBE\u5230\u4E8699%\uFF0C\u8FD9\u5DF2\u7ECF\u53EF\u4EE5\u88AB\u79F0\u4E3A\u56FA\u4F53\u7A7A\u6C14\u4E86\uFF0C\u4F46\u5C31\u662F\u5728\u8FD9\u6837\u4F4E\u7684\u5BC6\u5EA6\u4E0B\u4ECD\u7136\u5177\u6709\u76F8\u5F53\u4F18\u79C0\u7684\u7ED3\u6784\u5F3A\u5EA6\uFF0C\u4E5F\u662F\u4ECE\u6C14\u51DD\u80F6\u5DE5\u827A\u7684\u7A81\u7834\u5F00\u59CB\uFF0C\u6750\u6599\u5B66\u7EC8\u4E8E\u7529\u6389\u4E86\u4EBA\u7C7B\u79D1\u5B66\u62D6\u6CB9\u74F6\u7684\u5E3D\u5B50
item.singularity-degenerate_neutron_polymer.name = \u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
item.singularity-degenerate_neutron_polymer.description = \u6781\u9AD8\u5BC6\u5EA6\u548C\u786C\u5EA6\u7684\u7279\u6B8A\u6750\u6599\uFF0C\u6781\u5927\u7684\u5BC6\u5EA6\u5C06\u7535\u5B50\u538B\u5165\u539F\u5B50\u6838\u5185\u5448\u4E2D\u5B50\u7B80\u5E76\u6001\u3002\u56E0\u6838\u5B50\u5185\u529B\u548C\u5F3A\u5F15\u529B\u7684\u4F5C\u7528\uFF0C\u8BE5\u6750\u6599\u575A\u5EA6\u96BE\u4EE5\u6D4B\u91CF\uFF0C\u5177\u6709\u65E0\u9650\u63A5\u8FD1\u4E8E\u96F6\u7684\u97E7\u6027\u548C\u5851\u6027\u3002\u9664\u4E86\u4F5C\u4E3A\u4E0D\u53EF\u591A\u5F97\u7684\u7ED3\u6784\u6750\u6599\uFF0C\u540C\u65F6\u8FD8\u662F\u5F15\u529B\u573A\u6280\u672F\u5F53\u4E2D\u76F8\u5F53\u4F18\u79C0\u7684\u573A\u6E90
item.singularity-degenerate_neutron_polymer.details = \u201C\u4E00\u4E2A\u6210\u5E74\u4EBA\u4F53\u5185\u7684\u8840\u6DB2\u53EF\u4EE5\u57287\u79D2\u5185\u88AB\u62BD\u5E72\uFF0C\u800C\u8FD9\u53EA\u9700\u8981\u4E00\u4E2A\u5408\u9002\u7684\u5F15\u529B\u6E90\u201D\u2014\u2014\u6458\u81EA\u300Awhat if\uFF1F\u300B\u7AE0\u8282\u201C\u5982\u679C\u53D1\u5C04\u4E00\u9897\u4E2D\u5B50\u661F\u5BC6\u5EA6\u7684\u5B50\u5F39\u201D
item.singularity-uranium_238.name = \u94C0-238
item.singularity-uranium_238.description = \u4FD7\u79F0\u8D2B\u94C0\uFF0C\u5177\u6709\u4E00\u5B9A\u653E\u5C04\u6027\u7684\u540C\u4F4D\u7D20\uFF0C\u786C\u5EA6\u8F83\u9AD8\uFF0C\u7ED3\u6784\u5BC6\u5EA6\u5927\uFF0C\u53EF\u7528\u4F5C\u79CD\u5B50\u53CD\u5C04\u677F\uFF0C\u5728\u52A8\u80FD\u6B66\u5668\u4E0A\u8FD8\u53EF\u4F5C\u4E3A\u7A7F\u7532\u5F39\u5934\u3002\u53E6\u5916\u94C0238\u53EF\u4EE5\u5438\u6536\u4E00\u4E2A\u4E2D\u5B50\u5E76\u8870\u53D8\u4E3A\u66F4\u6709\u7528\u7684\u949A-239
item.singularity-uranium_238.details = \u65E0\u8BBA\u5728\u54EA\u4E00\u4E2A\u661F\u7403\u4E0A\uFF0C\u81EA\u7136\u72B6\u6001\u4E0B\u7684\u94C0238\u603B\u662F\u5360\u636E\u94C0\u7684\u7EDD\u5927\u90E8\u5206\u7684\u4E30\u5BCC\u5EA6\uFF0C\u6240\u5E78\u5B83\u53EF\u4EE5\u8F6C\u53D8\u4E3A\u66F4\u6709\u7528\u7684\u4E1C\u897F\uFF0C\u5982\u679C\u5168\u90E8\u90FD\u7528\u6765\u9020\u7A7F\u7532\u5F39\u548C\u9632\u5F39\u88C5\u7532\u4E4B\u7C7B\u7684\u8BDD\uFF0C\u4FDD\u6709\u91CF\u53EF\u80FD\u53EF\u4EE5\u7528\u5230\u4E0B\u4E2A\u5730\u8D28\u7EAA...
item.singularity-uranium_235.name = \u94C0-235
item.singularity-uranium_235.description = \u4E3B\u8981\u7684\u7684\u88C2\u53D8\u6838\u71C3\u6599\u4E4B\u4E00\uFF0C\u540C\u65F6\u4E5F\u662F\u5929\u7136\u7684\u4E2D\u5B50\u653E\u5C04\u6E90
item.singularity-uranium_235.details = \u5728\u5730\u7403\u4E0A\uFF0C\u6BCF\u5E74\u90FD\u4F1A\u6709\u591A\u4F8B\u6025\u6027\u653E\u5C04\u75C5\u7684\u6848\u4F8B\u62A5\u9053\uFF0C\u7136\u800C\u6765\u81EA\u5E38\u7528\u6838\u71C3\u6599\u7684U235\u7684\u75C5\u4F8B\u5E76\u4E0D\u591A\uFF0C\u8FD9\u6216\u8BB8\u548CU235\u76F8\u5173\u7BA1\u7406\u529E\u6CD5\u5341\u5206\u4E25\u683C\u6709\u5173\uFF0C\u6BD5\u7ADF\u5728\u505C\u6EDE\u65F6\u4EE3\u65F6\u6709\u4E00\u5EA7\u5012\u9709\u7684\u57CE\u5E02\u88AB\u6050\u6016\u7EC4\u7EC7\u7528\u571F\u5236\u6838\u5F39\u70B8\u4E0A\u4E86\u5929
item.singularity-plutonium_239.name = \u949A-239
item.singularity-plutonium_239.description = \u94C0-238\u5438\u6536\u4E2D\u5B50\u540E\u8870\u53D8\u5F97\u5230\u7684\u5F3A\u653E\u5C04\u6027\u540C\u4F4D\u7D20\uFF0C\u540C\u94C0-235\u4E00\u6837\u662F\u5E38\u7528\u7684\u88C2\u53D8\u71C3\u6599\uFF0C\u53EF\u901A\u8FC7\u94C0238\u5728\u6838\u53CD\u5E94\u5806\u4E2D\u5438\u6536\u4E2D\u5B50\u540E\u8870\u53D8\u83B7\u5F97
item.singularity-plutonium_239.details = \u5C3D\u7BA1\u94C0238\u53EF\u4EE5\u8F6C\u6362\u4E3A\u949A239\uFF0C\u4F46\u4E5F\u8BB8\u4F60\u9700\u8981\u4E00\u4E2A\u4E0D\u5C0F\u89C4\u6A21\u7684\u53CD\u5E94\u5806\u9635\u5217\u624D\u80FD\u5B9E\u73B0\u91CF\u4EA7\u949A239\u4E86
item.singularity-concentration_uranium_235.name = \u5C01\u88C5\u94C0-235
item.singularity-concentration_uranium_235.description = \u7ECF\u9AD8\u5EA6\u6D53\u7F29\u7684\u94C0\u5C01\u88C5\u8D77\u6765\u7684\u6838\u71C3\u6599\uFF0C\u4EE5\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\u7684\u6E29\u5EA6\u9489\u6B7B\u4E86\u539F\u5B50\u6838\uFF0C\u53EF\u4EE5\u5728\u8D85\u8FC7\u5E38\u6E29\u7684\u4E34\u754C\u538B\u7F29\u7684\u60C5\u51B5\u4E0B\u5B58\u50A8\u71C3\u6599\uFF0C\u51ED\u501F\u9AD8\u5EA6\u538B\u7F29\uFF0C\u4F7F\u5F97\u6838\u53CD\u5E94\u5F97\u4EE5\u66F4\u52A0\u9AD8\u6548\u7684\u8FDB\u884C
item.singularity-concentration_uranium_235.details = \u76DB\u88C5\u5371\u9669\u653E\u5C04\u6027\u7269\u8D28\u7684\u5BB9\u5668\u65E0\u8BBA\u4E0A\u9762\u753B\u4E86\u591A\u5927\uFF0C\u591A\u9192\u76EE\u7684\u8F90\u5C04\u8B66\u544A\u6807\u5FD7\uFF0C\u4F9D\u7136\u4F1A\u88AB\u65F6\u65E5\u65E0\u591A\u7684\u5012\u9709\u86CB\u6361\u8D70\uFF0C\u6700\u540E\u8FD9\u4E2A\u5BB9\u5668\u7684\u8BBE\u8BA1\u8005\u60F3\u5230\u4E86\u4E00\u4E2A\u6709\u6548\u7684\u89E3\u51B3\u529E\u6CD5\uFF0C\u90A3\u5C31\u662F\u628A\u5BB9\u5668\u505A\u5927\uFF0C\u8D8A\u5927\u8D8A\u597D\uFF0C\u8D8A\u91CD\u8D8A\u597D\u3002\n\u5728\u90A3\u4E4B\u540E\u5236\u9020\u7684\u91CD\u91CF\u81F3\u5C111t\u7684\u5BB9\u5668\u90FD\u6CA1\u6709\u518D\u9057\u5931\u8FC7\u4E86...\u4F60\u95EE\u6211\u4E3A\u4EC0\u4E48\uFF1F\u4E00\u4E2A\u4EBA\u5F00\u7740\u4E00\u8F86\u5361\u8F66\uFF0C\u5927\u6447\u5927\u6446\u7684\u8F7D\u7740\u5370\u6EE1\u4E86\u8F90\u5C04\u5371\u9669\u7684\u6838\u5BB9\u5668\u5728\u516C\u8DEF\u4E0A\u5230\u5904\u8DD1\uFF1F
item.singularity-concentration_plutonium_239.name = \u5C01\u88C5\u949A-239
item.singularity-concentration_plutonium_239.description = \u7ECF\u9AD8\u5EA6\u6D53\u7F29\u7684\u94C0\u5C01\u88C5\u8D77\u6765\u7684\u6838\u71C3\u6599\uFF0C\u4EE5\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\u7684\u6E29\u5EA6\u9489\u6B7B\u4E86\u539F\u5B50\u6838\uFF0C\u53EF\u4EE5\u5728\u8D85\u8FC7\u5E38\u6E29\u7684\u4E34\u754C\u538B\u7F29\u7684\u60C5\u51B5\u4E0B\u5B58\u50A8\u71C3\u6599\uFF0C\u51ED\u501F\u9AD8\u5EA6\u538B\u7F29\uFF0C\u4F7F\u5F97\u6838\u53CD\u5E94\u5F97\u4EE5\u66F4\u52A0\u9AD8\u6548\u7684\u8FDB\u884C
item.singularity-concentration_plutonium_239.details = \u76DB\u88C5\u5371\u9669\u653E\u5C04\u6027\u7269\u8D28\u7684\u5BB9\u5668\u65E0\u8BBA\u4E0A\u9762\u753B\u4E86\u591A\u5927\uFF0C\u591A\u9192\u76EE\u7684\u8F90\u5C04\u8B66\u544A\u6807\u5FD7\uFF0C\u4F9D\u7136\u4F1A\u88AB\u65F6\u65E5\u65E0\u591A\u7684\u5012\u9709\u86CB\u6361\u8D70\uFF0C\u6700\u540E\u8FD9\u4E2A\u5BB9\u5668\u7684\u8BBE\u8BA1\u8005\u60F3\u5230\u4E86\u4E00\u4E2A\u6709\u6548\u7684\u89E3\u51B3\u529E\u6CD5\uFF0C\u90A3\u5C31\u662F\u628A\u5BB9\u5668\u505A\u5927\uFF0C\u8D8A\u5927\u8D8A\u597D\uFF0C\u8D8A\u91CD\u8D8A\u597D\u3002\n\u5728\u90A3\u4E4B\u540E\u5236\u9020\u7684\u91CD\u91CF\u81F3\u5C111t\u7684\u5BB9\u5668\u90FD\u6CA1\u6709\u518D\u9057\u5931\u8FC7\u4E86...\u4F60\u95EE\u6211\u4E3A\u4EC0\u4E48\uFF1F\u4E00\u4E2A\u4EBA\u5F00\u7740\u4E00\u8F86\u5361\u8F66\uFF0C\u5927\u6447\u5927\u6446\u7684\u8F7D\u7740\u5370\u6EE1\u4E86\u8F90\u5C04\u5371\u9669\u7684\u6838\u5BB9\u5668\u5728\u516C\u8DEF\u4E0A\u5230\u5904\u8DD1\uFF1F
item.singularity-encapsulated_hydrogen_cell.name = \u76F8\u4F4D\u5C01\u88C5\u6C22\u5355\u5143
item.singularity-encapsulated_hydrogen_cell.description = \u7531\u76F8\u4F4D\u7269\u5305\u88F9\u7684\u4E00\u4EFD\u6C22\u4E2D\u5B50\u9776\u4E38\uFF0C\u5728\u591A\u6570\u6838\u53CD\u5E94\u5806\u4E2D\u63A5\u6536\u4E2D\u5B50\u8F6C\u5316\u4E3A\u6838\u71C3\u6599
item.singularity-encapsulated_hydrogen_cell.details = \u76F8\u4F4D\u7269\u7684\u4E2D\u5B50\u5149\u8DEF\u5B66\u7ED3\u6784\u4F1A\u5C06\u4E2D\u5B50\u805A\u7126\u5230\u4E2D\u5FC3\u5B58\u50A8\u6C22\u7684\u7A7A\u8154\uFF0C\u4EE5\u6700\u5927\u5316\u4E2D\u592E\u63A5\u6536\u5230\u7684\u4E2D\u5B50\u6D41\uFF0C\u5728\u4E2D\u5B50\u6D41\u7684\u8F70\u51FB\u4E0B\uFF0C\u5927\u91CF\u6C22\u539F\u5B50\u4F1A\u8F6C\u5316\u4E3A\u8F83\u4E3A\u5BB9\u6613\u53D1\u751F\u6838\u805A\u53D8\u53CD\u5E94\u7684\u540C\u4F4D\u7D20\uFF0C\u7EE7\u800C\u53C2\u4E0E\u6838\u805A\u53D8
item.singularity-encapsulated_helium_cell.name = \u76F8\u4F4D\u5C01\u88C5\u6C26\u5355\u5143
item.singularity-encapsulated_helium_cell.description = \u7531\u76F8\u4F4D\u7269\u5305\u88F9\u7684\u4E00\u4EFD\u6C26\u4E2D\u5B50\u9776\u4E38\uFF0C\u5728\u591A\u6570\u6838\u53CD\u5E94\u5806\u4E2D\u63A5\u6536\u4E2D\u5B50\u8F6C\u5316\u4E3A\u6838\u71C3\u6599
item.singularity-encapsulated_helium_cell.details = \u76F8\u4F4D\u7269\u7684\u4E2D\u5B50\u5149\u8DEF\u5B66\u7ED3\u6784\u4F1A\u5C06\u4E2D\u5B50\u805A\u7126\u5230\u4E2D\u5FC3\u5B58\u50A8\u6C26\u7684\u7A7A\u8154\uFF0C\u4EE5\u6700\u5927\u5316\u4E2D\u592E\u63A5\u6536\u5230\u7684\u4E2D\u5B50\u6D41\uFF0C\u5728\u4E2D\u5B50\u6D41\u7684\u8F70\u51FB\u4E0B\uFF0C\u5927\u91CF\u6C26\u539F\u5B50\u4F1A\u8F6C\u5316\u4E3A\u8F83\u4E3A\u5BB9\u6613\u53D1\u751F\u6838\u805A\u53D8\u53CD\u5E94\u7684\u540C\u4F4D\u7D20\uFF0C\u7EE7\u800C\u53C2\u4E0E\u6838\u805A\u53D8
item.singularity-helium_fusion_fuel.name = \u6C26\u805A\u53D8\u71C3\u6599
item.singularity-helium_fusion_fuel.description = \u4E00\u4EFD\u538B\u7F29\u6C26\u539F\u5B50\u540C\u4F4D\u7D20\uFF0C\u539F\u5B50\u6027\u8D28\u6613\u4E8E\u53D1\u751F\u805A\u53D8\uFF0C\u5C5E\u8F7B\u6838\u805A\u53D8\u71C3\u6599
item.singularity-helium_fusion_fuel.details = \u5305\u542BHe-3\uFF0CHe-4\uFF0CLi-3\uFF0CLi-4\u7B49\u591A\u79CD\u540C\u4F4D\u7D20\uFF0C\u5728\u8FC7\u53BB\u5F88\u957F\u7684\u65F6\u95F4\u91CC\uFF0C\u4EBA\u7C7B\u805A\u53D8\u80FD\u6E90\u90FD\u975E\u5E38\u4F9D\u8D56\u592A\u9633\u98CE\u5728\u6708\u7403\u4E0A\u6492\u843D\u7684He-3\uFF0C\u4E0D\u8FC7\u5728\u70B9\u706B\u529F\u7387\u53D6\u5F97\u7A81\u7834\u6027\u8FDB\u5C55\u540E\uFF0C\u4EBA\u7C7B\u53EF\u4EE5\u70B9\u71C3\u7684\u6838\u805A\u53D8\u53CD\u5E94\u53D8\u5F97\u8D8A\u6765\u8D8A\u591A\u6837\uFF0C\u4EE5\u81F3\u4E8E\u6DF7\u5408\u539F\u5B50\u6838\u7684\u71C3\u6599\u90FD\u5DF2\u80FD\u88AB\u6210\u529F\u70B9\u71C3
item.singularity-hydrogen_fusion_fuel.name = \u6C22\u805A\u53D8\u71C3\u6599
item.singularity-hydrogen_fusion_fuel.description = \u4E00\u4EFD\u538B\u7F29\u6C22\u539F\u5B50\u540C\u4F4D\u7D20\uFF0C\u539F\u5B50\u6027\u8D28\u6613\u4E8E\u53D1\u751F\u805A\u53D8\uFF0C\u5C5E\u8F7B\u6838\u805A\u53D8\u71C3\u6599
item.singularity-hydrogen_fusion_fuel.details = \u4E3B\u8981\u6210\u5206\u5305\u62ECH-1\uFF0CH-2\uFF0CH-3\u6838\u4EE5\u53CAHe-3\uFF0CHe-4\u6838\uFF0C\u8FD8\u5305\u542B\u5C11\u91CF\u7684Li\u53CA\u5176\u540C\u4F4D\u7D20\uFF0C\u5927\u6982\u4EE5\u534A\u4E2A\u4E16\u7EAA\u4EE5\u524D\u7684\u70B9\u706B\u529F\u7387\u7B97\uFF0C\u8981\u70B9\u71C3\u8FD9\u6837\u7684\u6838\u805A\u53D8\u51E0\u4E4E\u5C31\u662F\u5929\u65B9\u591C\u8C2D
item.singularity-anti_metter.name = \u53CD\u7269\u8D28
item.singularity-anti_metter.description = \u5F15\u529B\u573A\u7EA6\u675F\u9694\u7EDD\u7684\u4E00\u5C0F\u4EFD\u53CD\u7269\u8D28\uFF0C\u4E0E\u4EFB\u4F55\u6B63\u7269\u8D28\u63A5\u89E6\u90FD\u4F1A\u7ACB\u5373\u6E6E\u706D\u5E76\u5C06\u8D28\u91CF\u5B8C\u5168\u8F6C\u6362\u4E3A\u7EAF\u80FD\u91CF\uFF0C\u5371\u9669\u6027\u6781\u9AD8\uFF0C\u5728\u5F3A\u653B\u51FB\u6027\u6B66\u5668\u4E2D\u88AB\u5E7F\u6CDB\u4F7F\u7528
item.singularity-anti_metter.details = \u901A\u5E38\u6BCF\u4E00\u4E2A\u53CD\u7269\u8D28\u50A8\u5B58\u5355\u5143\u90FD\u4F1A\u5177\u6709\u4E00\u4E2A\u72EC\u7ACB\u7684\u80FD\u6E90\u6A21\u5757\u6765\u7EF4\u6301\u7EA6\u675F\u529B\u573A\uFF0C\u5728\u8FDC\u822A\u661F\u8230\u961F\u4F34\u968F\u71C3\u6599\u4ED3\u5E93\u653E\u51FA\u7684\u8000\u773C\u7684\u7130\u706B\u6D88\u5931\u540E\uFF0C\u505C\u7535\u88AB\u6210\u4E3A\u4E86\u643A\u5E26\u53CD\u7269\u8D28\u7684\u60C5\u51B5\u4E0B\u6700\u5371\u9669\u7684\u4E8B
item.singularity-chlorella_block.name = \u7EFF\u85FB\u5757
item.singularity-chlorella_block.description = \u7ECF\u8FC7\u5206\u79BB\u6389\u5404\u79CD\u6742\u8D28\u540E\uFF0C\u6574\u5408\u5F97\u5230\u7684\u7EFF\u85FB\u7EC6\u80DE\u96C6\u56E2\uFF0C\u53EF\u4EE5\u63D0\u53D6\u5230\u66F4\u6709\u7528\u7684\u7EFF\u85FB\u7D20
item.singularity-chlorella_block.details = \u201C\u5E94\u8BE5\u8BF4\uFF0C\u4F60\u5F88\u96BE\u5728\u5730\u7403\u4EE5\u5916\u7684\u7EDD\u5927\u591A\u6570\u884C\u661F\u4E0A\u95FB\u5230\u6C27\u6C14\u7684\u5473\u9053...\u6C27\u6C14\u6CA1\u6709\u5473\u9053\uFF1F\u81F3\u5C11\u8FD9\u4E2A\u4E1C\u897F\u95FB\u8D77\u6765\u5F88\u8212\u670D\u5C31\u662F\u4E86\u201D
item.singularity-chlorella.name = \u7EFF\u85FB\u7D20
item.singularity-chlorella.description = \u4ECE\u7EFF\u85FB\u7EC6\u80DE\u4E2D\u5206\u79BB\u51FA\u7684\u751F\u7269\u6D3B\u6027\u6210\u5206\uFF0C\u7EFF\u85FB\u7684\u5149\u5408\u4F5C\u7528\u5C31\u662F\u9760\u8FD9\u79CD\u7269\u8D28\u8FDB\u884C\u7684\uFF0C\u540C\u6837\uFF0C\u6211\u4EEC\u4E5F\u53EF\u4EE5\u5229\u7528\u8FD9\u79CD\u6027\u8D28\uFF0C\u5C06\u5149\u548C\u4F5C\u7528\u5E94\u7528\u8D77\u6765
item.singularity-chlorella.details = \u4E8C\u5341\u4E00\u4E16\u7EAA70\u5E74\u4EE3\uFF0C\u5730\u7403\u4E0A\u7684\u5E74\u8F7B\u7FA4\u4F53\u4E2D\u5F88\u6D41\u884C\u201C\u85FB\u7D20\u98DF\u54C1\u201D\uFF0C\u50CF\u7EFF\u85FB\u9165\uFF0C\u85FB\u9999\u86CB\u7CD5\u4EC0\u4E48\u7684\uFF0C\u5E74\u9F84\u8F83\u5927\u7684\u4EBA\u7FA4\u4F3C\u4E4E\u4E0D\u592A\u80FD\u63A5\u53D7\u8FD9\u4E2A\u7684\u5473\u9053\uFF0C\u4E00\u4F4D21\u4E16\u7EAA\u521D\u51FA\u751F\u7684\u9000\u4F11\u559C\u5267\u6F14\u5458\u8C03\u4F83\u7EFF\u85FB\u7684\u5473\u9053\u5C31\u50CF\u52A0\u4E86\u7CD6\u7684\u8349\uFF0C\u5C31\u662F\u755C\u7267\u7684\u7EF5\u7F8A\u5403\u7684\u90A3\u79CD
item.singularity-alkali_stone.name = \u78B1\u77F3
item.singularity-alkali_stone.description = \u4E3B\u8981\u7531\u78B1\u77F3\u7070\u7EC4\u6210\uFF0C\u5BCC\u542B\u591A\u79CD\u542B\u6C2F\u91D1\u5C5E\u76D0\u7C7B\u6210\u5206\uFF0C\u53EF\u4EE5\u7528\u4E8E\u7535\u79BB\u83B7\u5F97\u78B1\u6DB2\u548C\u6C2F
item.singularity-alkali_stone.details = \u201C\u901A\u5E38\u6765\u8BF4\uFF0C\u6CB3\u6D41\u4F1A\u643A\u5E26\u9644\u7740\u5728\u6CB3\u5E8A\u4E0A\u7684\u76D0\u7C7B\u7269\u8D28\uFF0C\u5E76\u6C47\u5165\u6D77\u6D0B\u6216\u8005\u6E56\u6CCA\uFF0C\u957F\u4E45\u7684\u79EF\u7D2F\u4F7F\u5F97\u6C34\u4F53\u4E2D\u7684\u76D0\u6D53\u5EA6\u4E0D\u65AD\u5347\u9AD8\uFF0C\u8FDB\u800C\u5F62\u6210\u9AD8\u542B\u76D0\u91CF\u7684\u6D77\u6D0B\u548C\u54B8\u6C34\u6E56\uFF0C\u7EDD\u5927\u591A\u6570\u8868\u9762\u5177\u6709\u6D3B\u8DC3\u6C34\u5708\u7684\u661F\u7403\u90FD\u662F\u7B26\u5408\u8FD9\u6837\u7684\u89C4\u5F8B\u7684\u201D\u2014\u2014\u300A\u884C\u661F\u5730\u8D28\u603B\u8BBA (2083\u5E74\u7F16)\u300B
item.singularity-flocculant.name = \u7D6E\u51DD\u5242
item.singularity-flocculant.description = \u6295\u5165\u6C34\u4E2D\u4F1A\u5F62\u6210\u5927\u91CF\u591A\u5B54\u7D6E\u72B6\u80F6\u8D28\uFF0C\u7528\u4E8E\u5438\u9644\u6216\u8005\u5206\u79BB\u56FA\u5F62\u7269\u8D28\uFF0C\u662F\u4E00\u79CD\u91CD\u8981\u7684\u5316\u5DE5\u6750\u6599
item.singularity-flocculant.details = \u201C\u6CE8\u610F\u9632\u6F6E\u201D\n\u201C\u8BF7\u4E8E\u9634\u51C9\u73AF\u5883\u50A8\u5B58\uFF0C\u907F\u514D\u9633\u5149\u76F4\u5C04\u201D\n\u201C\u4FDD\u8D28\u671F\uFF1A\u516D\u4E2A\u6708\u201D\n\u201D\u82E5\u4E0D\u614E\u8BEF\u98DF\uFF0C\u8BF7\u7ACB\u5373\u5C31\u533B\u5E76\u5411\u533B\u5E08\u63D0\u4F9B\u6B64\u8BF4\u660E\u4E66\u201C
item.singularity-coke.name = \u7126\u70AD
item.singularity-coke.description = \u76F8\u6BD4\u7164\u70AD\u6709\u66F4\u9AD8\u7684\u78B3\u542B\u91CF\uFF0C\u70ED\u503C\u66F4\u9AD8\uFF0C\u6742\u8D28\u66F4\u5C11\uFF0C\u71C3\u70E7\u66F4\u5F7B\u5E95\uFF0C\u5728\u73B0\u4EE3\u51B6\u70BC\u5DE5\u4E1A\u4E2D\u4F5C\u4E3A\u8865\u5145\u70ED\u6E90\u53CA\u78B3\u7D20\u6750\u6599\u88AB\u5E7F\u6CDB\u4F7F\u7528
item.singularity-coke.details = \u5728\u51E0\u5341\u5E74\u524D\uFF0C\u5B66\u754C\u66FE\u666E\u904D\u8BA4\u4E3A\u81EA\u7136\u5730\u5C42\u4E2D\u7684\u78B3\u4E0E\u751F\u7269\u5708\u7684\u5173\u7CFB\u5BC6\u5207\uFF0C\u6216\u8005\u8BF4\u4E00\u822C\u8BA4\u4E3A\u5730\u5C42\u4E2D\u7684\u7164\u70AD\u548C\u77F3\u6CB9\u7B49\u78B3\u8D44\u6E90\u662F\u6765\u81EA\u751F\u7269\u5708\uFF0C\u4E00\u76F4\u5230\u5728\u65E0\u751F\u7269\u5708\u7684\u884C\u661F\u4E0A\u53D1\u73B0\u4E86\u7ED3\u6676\u78B3\u540E\u8FD9\u6837\u7684\u8BA4\u77E5\u624D\u5F97\u4EE5\u4FEE\u6B63
item.singularity-iridium.name = \u94F1
item.singularity-iridium.description = \u5F3A\u5EA6\u5F88\u9AD8\u7684\u5929\u7136\u91D1\u5C5E\uFF0C\u5B83\u7684FEX\u590D\u5408\u7269\u53EF\u8BA4\u4E3A\u5C31\u662F\u6838\u80FD\u7684\u534A\u5BFC\u4F53\uFF0C\u5C31\u5982\u540C\u7845\u4E00\u6837\uFF0C\u94F1\u5C31\u662F\u7CBE\u5BC6\u6838\u7535\u8DEF\u7684\u6838\u5FC3\u6750\u6599
item.singularity-iridium.details = \u5730\u58F3\u4E2D\u51E0\u4E4E\u662F\u4E30\u5EA6\u6700\u4F4E\u7684\u91D1\u5C5E\uFF0C\u9700\u6C42\u91CF\u5374\u4E00\u5929\u6BD4\u4E00\u5929\u9AD8\uFF0C\u6C34\u6DA8\u8239\u9AD8\u7684\u751F\u4EA7\u6307\u6807\u66FE\u8BA9\u8D44\u6E90\u5DE5\u7A0B\u4E13\u5BB6\u6C14\u6025\u8D25\u574F\u7684\u8BF4\uFF1A\u201C\u94BB\u8FDB\u5730\u6838\u5427\uFF0C\u5730\u7403\u4E0A\u7684\u94F1\u90FD\u5728\u90A3\u91CC\u201D
item.singularity-nuclear_waste.name = \u6838\u5E9F\u6599
item.singularity-nuclear_waste.description = \u6838\u53CD\u5E94\u540E\u7559\u4E0B\u7684\u6B8B\u8FF9\uFF0C\u4ECD\u6709\u5F88\u5F3A\u7684\u653E\u5C04\u6027\uFF0C\u542B\u6709\u591A\u79CD\u6709\u7528\u7684\u8870\u53D8\u4EA7\u7269\uFF0C\u8D28\u8C31\u5206\u6790\u68C0\u6D4B\u51FA\u5C11\u91CF\u7684\u94F1
item.singularity-nuclear_waste.details = \u4EFB\u4F55\u65F6\u5019\uFF0C\u8BF7\u8C28\u614E\u8003\u8651\u6838\u6C61\u67D3\u7684\u5904\u7406\uFF0C\u5C3D\u7BA1\u4F60\u53EF\u80FD\u5E76\u4E0D\u8EAB\u5728\u5730\u7403\uFF0C\u4F46\u968F\u610F\u6C61\u67D3\u5916\u7A7A\u73AF\u5883\u4E5F\u8BB8\u4F1A\u7ED9\u6211\u4EEC\u7684\u592A\u7A7A\u670B\u53CB\u4E0D\u592A\u597D\u7684\u5370\u8C61\u2014\u2014\u300A\u661F\u9645\u5F00\u53D1\u516C\u7EA6 \u7B2C\u4E09\u7248\u300B
item.singularity-black_crystone.name = \u9ED1\u6676\u77F3
item.singularity-black_crystone.description = \u5BCC\u542B\u5404\u79CD\u91D1\u5C5E\u5316\u5408\u7269\u7684\u77FF\u77F3\uFF0C\u7ECF\u8FC7\u63D0\u70BC\u53EF\u4EE5\u5F97\u5230\u8BB8\u591A\u6709\u7528\u7684\u91D1\u5C5E
item.singularity-black_crystone.details = \u8FD9\u4E2A\u540D\u5B57\u542C\u8D77\u6765\u5B9E\u5728\u662F\u5F88\u50CF\u6E38\u620F\u91CC\u7684\u9B54\u6CD5\u9053\u5177...\u4F60\u4EEC\u5730\u8D28\u5B66\u4E0A\u7ED9\u77FF\u7269\u8D77\u540D\u90FD\u8FD9\u4E48\u968F\u610F\u4E48\uFF1F\u5B54\u96C0\u77F3\uFF1F\u9ED1\u66DC\u77F3\uFF1F
item.singularity-rock_bitumen.name = \u5CA9\u5C42\u6CA5\u9752
item.singularity-rock_bitumen.description = \u4ECE\u5730\u58F3\u6DF1\u5C42\u94BB\u53D6\u7684\u7531FEX\u80F6\u7ED3\u7684\u6CA5\u9752\u72B6\u7269\u8D28\uFF0C\u542B\u6709\u4E0D\u5C11\u8F83\u91CD\u7684\u77FF\u7269
item.singularity-rock_bitumen.details = \u201C\u77FF\u77F3\u788E\u5C51\u5728\u67D0\u4E9B\u6761\u4EF6\u4E0B\u4F1A\u81EA\u53D1\u7684\u5BCC\u96C6\u5E76\u6210\u5757\uFF0C\u5927\u90E8\u5206\u90FD\u4F1A\u5F62\u6210\u77FF\u5C42\uFF0C\u4F46\u8BB8\u591A\u672A\u6210\u578B\u7684\u77FF\u5C51\u88AB\u7C98\u5EA6\u5F88\u9AD8\u7684\u80F6\u4F53\u88F9\u631F\u65F6\u4F1A\u5728\u6DF1\u5C42\u5E95\u5C42\u4E2D\u5F62\u6210\u6CA5\u9752\u72B6\u7684\u77FF\u77F3\u80F6\u7ED3\u7269\uFF0C\u6210\u5206\u590D\u6742\u201D\u2014\u2014\u6458\u81EA\u300A\u884C\u661F\u5730\u8D28\u4E0E\u8D44\u6E90\u52D8\u63A2\uFF08\u7B2C4\u7248\uFF09\u300B
item.singularity-uranium_rawore.name = \u94C0\u539F\u77FF
item.singularity-uranium_rawore.description = \u94C0\u7684\u5E38\u89C1\u534A\u6676\u8D28\u77FF\u7269\uFF0C\u7ECF\u8FC7\u5904\u7406\u79BB\u5FC3\u540E\u53EF\u4EE5\u751F\u4EA7\u94C0\u7684\u4E24\u79CD\u5E38\u89C1\u540C\u4F4D\u7D20
item.singularity-uranium_rawore.details = \u201C\u5C3D\u7BA1\u662F\u653E\u5C04\u6027\u5143\u7D20\u7684\u77FF\u7269\uFF0C\u4F46\u5728\u77FF\u77F3\u4E2D\u7684\u94C0\u5BC6\u5EA6\u8FD8\u4E0D\u8DB3\u4EE5\u4EA7\u751F\u81F4\u547D\u7684\u8F90\u5C04...\u4EC0\u4E48\uFF1F\u4F60\u95EE\u6211\u4E3A\u4EC0\u4E48\u624B\u4E0A\u7684\u5C0F\u76D2\u5B50\u5728\u54D2\u54D2\u54CD\uFF1F\u201C
item.singularity-uranium_rawmaterial.name = \u94C0\u539F\u6599
item.singularity-uranium_rawmaterial.description = \u94C0\u77FF\u77F3\u7684\u5316\u5B66\u51B6\u70BC\u4E2D\u95F4\u7269\uFF0C\u7ECF\u8FC7\u589E\u70ED\u79BB\u5FC3\u53EF\u4EE5\u5236\u9020\u71C3\u6599\u7EA7\u7684\u94C0235\u548C\u9AD8\u7EAF\u5EA6\u7684\u94C0238
item.singularity-uranium_rawmaterial.details = \u50A8\u5B58\u8FD9\u79CD\u539F\u6599\u7684\u6876\u603B\u662F\u5F02\u5E38\u9192\u76EE\uFF0C\u4F60\u5F88\u96BE\u5728\u522B\u7684\u4EC0\u4E48\u5730\u65B9\u770B\u5230\u4E00\u4E2A\u7EA2\u8272\u7684\u91D1\u5C5E\u6876\u4E0A\u5370\u6EE1\u4E86\u201C\u5C0F\u5FC3\u8F90\u5C04\u201D\u201C\u5267\u6BD2\u54C1\u201D\u201D\u7981\u6B62\u53D7\u6F6E\u201C\u201D\u8FDC\u79BB\u660E\u706B\u201C\u201D\u6613\u7206\u7269\u201C\u7B49\u7B49\u5341\u6765\u4E2A\u6807\u5FD7\uFF0C\u4ECE\u6876\u9876\u5370\u6EE1\u5230\u6876\u5E95\uFF0C\u5927\u62B5\u786E\u5B9E\u662F\u60F3\u8BA9\u4EBA\u77E5\u9053\u8FD9\u4E2A\u4E1C\u897F\u771F\u7684\u975E\u5E38\u5371\u9669\u5427
item.singularity-iridium_mixed_rawmaterial.name = \u94F1\u91D1\u6DF7\u5408\u7269
item.singularity-iridium_mixed_rawmaterial.description = \u542B\u6709\u94F1\u91D1\u5C5E\u6C27\u5316\u7269\u56FA\u4F53\u96C6\u56E2\uFF0C\u7ECF\u8FC7\u52A0\u5DE5\u63D0\u7EAF\u53EF\u4EE5\u83B7\u5F97\u51B6\u70BC\u94F1\u7684\u8FDB\u4E00\u6B65\u4E2D\u95F4\u7269
item.singularity-iridium_mixed_rawmaterial.details = \u5728\u8DB3\u591F\u9AD8\u538B\u7684\u6838\u88C2\u53D8\u53CD\u5E94\u4E2D\uFF0C\u539F\u5B50\u6838\u7684\u8870\u53D8\u548C\u56DB\u5904\u5F39\u5C04\u7684\u4E2D\u5B50\u603B\u662F\u80FD\u5E26\u6765\u4E00\u4E9B\u4EE4\u4EBA\u610F\u60F3\u4E0D\u5230\u7684\u4E1C\u897F\uFF0C\u5B83\u4EEC\u4F1A\u6B8B\u7559\u5728\u6838\u5E9F\u6599\u91CC\uFF0C\u7B49\u5F85\u7740\u53D8\u6210\u66F4\u6709\u7528\u7684\u4E1C\u897F
item.singularity-iridium_chloride.name = \u6C2F\u94F1\u9178\u76D0
item.singularity-iridium_chloride.description = \u9AD8\u7EAF\u5EA6\u542B\u94F1\u5316\u5408\u7269\uFF0C\u7ECF\u8FC7\u7145\u70E7\u8131\u6C2F\u540E\u53EF\u4EE5\u5F97\u5230\u4EA7\u54C1\u94F1
item.singularity-iridium_chloride.details = \u51E0\u4E4E\u6240\u6709\u884C\u661F\u4E0A\u90FD\u6709\u94F1\uFF0C\u4F46\u5B83\u4EEC\u51E0\u4E4E\u90FD\u4E0B\u6C89\u5230\u4E86\u884C\u661F\u7684\u6838\u90E8\uFF0C\u53EA\u6709\u5C11\u91CF\u4E0E\u94C2\u65CF\u91D1\u5C5E\u805A\u5408\u4F34\u751F\u4E3A\u77FF\u7269\u6784\u6210\uFF0C\u53EF\u5229\u7528\u91CF\u6781\u5C11\uFF0C\u4E00\u822C\u51B6\u70BC\u4EA7\u7387\u4E5F\u662F\u5C11\u7684\u53EF\u601C\uFF0C\u56E0\u6B64\u4EBA\u4EEC\u4ECE\u672A\u505C\u6B62\u6539\u826F\u94F1\u7684\u51B6\u70BC\u5DE5\u827A\u7684\u5C1D\u8BD5\uFF0C\u7136\u800C\u54EA\u6015\u63D0\u9AD81%\u7684\u51C0\u4EA7\u7387\u90FD\u8BA9\u6240\u6709\u4E13\u5BB6\u7EDE\u5C3D\u4E86\u8111\u6C41

#----------Liquids----------#
liquid.singularity-purified_water.name = \u7EAF\u51C0\u6C34
liquid.singularity-purified_water.description = \u5206\u79BB\u6389\u5176\u4E2D\u7684\u6742\u8D28\u7684\u6C34\uFF0C\u5728\u5404\u7C7B\u4E25\u683C\u7684\u6D41\u7A0B\u4E2D\u662F\u5FC5\u8981\u7684
liquid.singularity-purified_water.details = \u201C\u4E3A\u907F\u514D\u5F15\u5165\u6742\u8D28\uFF0C\u4F5C\u4E3A\u6EB6\u5242\u7684\u6C34\u5FC5\u987B\u7ECF\u8FC7\u51C0\u5316\u53BB\u9664\u5176\u4E2D\u53EF\u80FD\u5F71\u54CD\u4EA7\u54C1\u8D28\u91CF\u7684\u5176\u4ED6\u7269\u8D28\uFF0C\u5173\u4E8E\u5DE5\u4E1A\u7EA7\u7EAF\u51C0\u6C34\u7684\u5177\u4F53\u8BF7\u53C2\u9605\u6587\u732EGB-2066-13768\u53F7\u6807\u51C6\u6587\u4EF6\u201D\u2014\u2014\u300A\u5DE5\u7A0B\u6307\u5BFC-\u5316\u5B66\u5DE5\u4E1A\u300B\u7B2C\u4E00\u7AE0\u7B2C\u4E00\u8282
liquid.singularity-FEX_liquid.name = FEX\u6D41\u4F53
liquid.singularity-FEX_liquid.description = \u7ECF\u5206\u79BB\u6742\u8D28\u540E\u7684FEX\u7684\u539F\u59CB\u5F62\u6001\uFF0C\u4E00\u79CD\u534A\u6D41\u4F53\uFF0C\u9700\u8981\u7ED3\u6676\u4E3A\u9AD8\u7EAF\u5EA6\u7684\u6676\u4F53\u624D\u80FD\u6EE1\u8DB3\u5DE5\u4E1A\u9700\u6C42
liquid.singularity-FEX_liquid.details = \u6D41\u52A8\u7684\u8D8A\u5FEB\uFF0C\u6D41\u52A8\u5C31\u4F1A\u8D8A\u6162...\u6D41\u52A8\u901F\u5EA6\u4F1A\u51B3\u5B9AFEX\u7684\u7C98\u5EA6\uFF0C\u4EBA\u7C7B\u7B2C\u4E00\u6B21\u89C2\u5BDF\u5230\u6838\u7269\u7406\u8150\u8680\u5C31\u662F\u5728\u8FD9\u79CD\u201C\u4E0D\u592A\u4F1A\u6D41\u52A8\u201D\u7684\u201C\u6C34\u201D\u91CC\uFF0C\u5B83\u4F1A\u5728\u4EFB\u4F55\u63A5\u89E6\u7684\u81F4\u5BC6\u4ECB\u8D28\u4E0A\u53D1\u751F\u5BCC\u96C6\u548C\u5F31\u7ED3\u6676\uFF0C\u5982\u679C\u4F60\u628A\u624B\u4F38\u8FDB\u53BB\u540E\u62BD\u51FA\u6765\uFF0C\u4F60\u4F1A\u5F97\u5230\u4F60\u7684\u624B\u7684\u4E00\u4EFD\u7EA2\u8272\u6C34\u6676\u5012\u6A21\uFF0C\u4EE3\u4EF7\u662F\u4E00\u5C42\u8868\u76AE\u7EC6\u80DE
liquid.singularity-phase_FEX_liquid.name = \u76F8\u4F4D\u6001FEX\u6D41\u4F53
liquid.singularity-phase_FEX_liquid.description = \u76F8\u4F4D\u5316\u540E\u7684FEX\u6D41\u4F53\uFF0C\u7269\u7406\u6027\u8D28\u6539\u53D8\uFF0C\u8868\u9762\u5F20\u529B\u6709\u81EA\u53D1\u6027\u7684\u5267\u70C8\u6CE2\u52A8\uFF0C\u4E14\u5177\u4F1A\u4E0E\u5176\u63A5\u89E6\u4ECB\u8D28\u53D1\u751F\u5171\u632F\uFF0C\u6027\u80FD\u4F18\u8D8A\u7684\u6D41\u8D28\u80FD\u91CF\u8F7D\u4F53
liquid.singularity-phase_FEX_liquid.details = \u201C\u4E25\u7981\u5728\u65E0\u8C10\u632F\u9632\u62A4\u7684\u60C5\u51B5\u4E0B\u9760\u8FD1\u50A8\u5B58\u76F8\u4F4D\u6001FEX\u7684\u50A8\u7F50\u6216\u8005\u50A8\u6DB2\u69FD\uFF0C\u4F5C\u4E3A\u6709\u673A\u4F53\uFF0C\u5982\u679C\u4E0D\u614E\u76F4\u63A5\u63A5\u89E6\u5230\u8BE5\u6DB2\u4F53\uFF0C\u5F88\u9057\u61BE\u4F60\u5C06\u4F1A\u77AC\u95F4\u4EBA\u95F4\u84B8\u53D1\uFF0C\u5F53\u7136\uFF0C\u662F\u7269\u7406\u610F\u4E49\u4E0A\u7684\u84B8\u53D1\u201D
liquid.singularity-algae_mud.name = \u85FB\u6CE5\u6D46
liquid.singularity-algae_mud.description = \u85FB\u7C7B\u5FAE\u751F\u7269\u7E41\u884D\u7684\u96C6\u5408\u4F53\uFF0C\u7528\u9014\u5E7F\u6CDB
liquid.singularity-algae_mud.details = \u201C\u5FAE\u751F\u7269\u5728\u6781\u7AEF\u6076\u52A3\u7684\u73AF\u5883\u4E0B\u4F1A\u8131\u53BB\u6C34\u5206\u8FDB\u5165\u4F11\u7720\u72B6\u6001\uFF0C\u6297\u9006\u6027\u6781\u5927\u63D0\u9AD8\u201D\u2014\u2014\u300A\u751F\u7269 \u5FC5\u4FEE\u4E09 \u73AF\u5883\u4E0E\u7A33\u6001\u300B
liquid.singularity-acid.name = \u9178\u6DB2
liquid.singularity-acid.description = \u590D\u5408\u9178\u6DB2\uFF0C\u5DE5\u4E1A\u7528\u9014\u5E7F\u6CDB\uFF0C\u91D1\u5C5E\u51B6\u70BC\u548C\u7269\u8D28\u5408\u6210\u90FD\u4E0D\u53EF\u6216\u7F3A
liquid.singularity-acid.details = \u201C\u5F53\u5FC3\u8150\u8680\u201D\n\u201C\u7A7F\u6234\u9632\u62A4\u63AA\u65BD\u201D\n\u201D\u6325\u53D1\u6027\u201C
liquid.singularity-lye.name = \u78B1\u6DB2
liquid.singularity-lye.description = \u590D\u5408\u78B1\u6DB2\uFF0C\u5DE5\u4E1A\u7528\u9014\u5E7F\u6CDB\uFF0C\u91D1\u5C5E\u51B6\u70BC\u548C\u7269\u8D28\u5408\u6210\u90FD\u4E0D\u53EF\u6216\u7F3A
liquid.singularity-lye.details = \u201C\u5F53\u5FC3\u8150\u8680\u201D\n\u201C\u7A7F\u6234\u9632\u62A4\u63AA\u65BD\u201D\n\u201D\u6325\u53D1\u6027\u201C
liquid.singularity-silicon_chloride_sol.name = \u6C2F\u5316\u7845\u6EB6\u80F6
liquid.singularity-silicon_chloride_sol.description = \u5BCC\u542B\u7845\u7684\u80F6\u72B6\u5316\u5408\u7269\uFF0C\u6613\u5BCC\u96C6\u7845\u5143\u7D20\uFF0C\u53EF\u7528\u4E8E\u5236\u9020\u7845\u6216\u8005\u6C14\u51DD\u80F6
liquid.singularity-mixed_ore_solution.name = \u590D\u5408\u77FF\u7269\u6EB6\u6DB2
liquid.singularity-mixed_ore_solution.description = \u542B\u6709\u5404\u79CD\u77FF\u7269\u79BB\u5B50\u7684\u76D0\u6EB6\u6DB2\uFF0C\u7ECF\u8FC7\u7535\u79BB\u53EF\u4EE5\u83B7\u5F97\u5404\u79CD\u91D1\u5C5E\u4EA7\u7269
liquid.singularity-mixed_ore_solution.details = \u901A\u5E38\u6765\u8BF4\u5728\u81EA\u7136\u5730\u58F3\u4E2D\u7684\u91D1\u5C5E\u77FF\u7269\u4F1A\u6709\u4E00\u5B9A\u7684\u5BCC\u96C6\u4F5C\u7528\uFF0C\u5F80\u5F80\u77FF\u7269\u96C6\u56E2\u4F34\u751F\u7684\u91D1\u5C5E\u79CD\u7C7B\u4E0D\u4F1A\u5F88\u591A\uFF0C\u4F46\u5728\u8F6F\u6D41\u5C42\u4E0A\u90E8\u8FD9\u4E00\u89C4\u5F8B\u4F3C\u4E4E\u5C31\u4E0D\u9002\u7528\u4E86\uFF0C\u5CA9\u6D46\u6D41\u4F1A\u628A\u5404\u79CD\u77FF\u7269\u6405\u548C\u5728\u4E00\u8D77\uFF0C\u5728\u9760\u8FD1\u90A3\u91CC\u5F00\u91C7\u7684\u77FF\u77F3\u91CC\u51E0\u4E4E\u4EC0\u4E48\u90FD\u80FD\u5F04\u5230
liquid.singularity-uranium_salt_solution.name = \u94C0\u76D0\u6EB6\u6DB2
liquid.singularity-uranium_salt_solution.description = \u5BCC\u542B\u5927\u91CF\u94C0\u91D1\u5C5E\u79BB\u5B50\u7684\u6EB6\u6DB2\uFF0C\u662F\u94C0\u77FF\u7269\u5904\u7406\u7684\u4E2D\u95F4\u7269
liquid.singularity-carbon_dioxide.name = \u4E8C\u6C27\u5316\u78B3
liquid.singularity-carbon_dioxide.description = \u5927\u6C14\u4E2D\u666E\u904D\u5B58\u5728\u7684\u6E29\u5BA4\u6C14\u4F53
liquid.singularity-carbon_dioxide.details = \u4EBA\u5DE5\u6DC0\u7C89\u5408\u6210\u6280\u672F\u6210\u719F\u540E\u7684\u6570\u5E74\u91CC\uFF0C\u5927\u6C14\u4E2D\u4E8C\u6C27\u5316\u78B3\u542B\u91CF\u6025\u5267\u4E0B\u964D\uFF0C\u5728\u4E00\u5E74\u7684\u65AD\u5D16\u5F0F\u4E0B\u8DCC\u540E\uFF0C\u5168\u7403\u5E73\u5747\u6C14\u6E29\u8F83\u4E4B\u524D\u4E0B\u964D\u4E86\u8DB3\u8DB36\u2103\uFF0C\u63A5\u7740\u4EBA\u4EEC\u4E0D\u5F97\u4E0D\u8003\u8651\u5982\u4F55\u624D\u80FD\u7EF4\u6301\u6709\u6548\u7684\u78B3\u5FAA\u73AF\uFF0C\u5BFB\u627E\u65B0\u7684\u78B3\u6392\u653E\u5E73\u8861\u70B9
liquid.singularity-sulfur_dioxide.name = \u4E8C\u6C27\u5316\u786B
liquid.singularity-sulfur_dioxide.description = \u4E00\u79CD\u6C27\u5316\u6027\u6C14\u4F53\uFF0C\u901A\u5E38\u7528\u4E8E\u5236\u5907\u786B\u9178
liquid.singularity-chlorine.name = \u6C2F\u6C14
liquid.singularity-chlorine.description = \u751F\u7269\u6BD2\u6027\u7684\u6C14\u4F53\uFF0C\u6C34\u7CFB\u5F53\u4E2D\u5F80\u5F80\u542B\u6709\u4E00\u5B9A\u91CF\u7684\u6C2F\u53CA\u5176\u76D0\u79BB\u5B50\uFF0C\u5DE5\u4E1A\u4E0A\u5341\u5206\u5E38\u7528\u7684\u6C14\u4F53
liquid.singularity-helium.name = \u6C26\u6C14
liquid.singularity-helium.description = \u8F83\u4E3A\u5E38\u89C1\u76840\u65CF\u60F0\u6027\u6C14\u4F53\uFF0C\u5E38\u7528\u4F5C\u5DE5\u4E1A\u4FDD\u62A4\u6C14\u6216\u901A\u8FC7\u4E2D\u5B50\u6D41\u8F70\u51FB\u751F\u4EA7\u6838\u805A\u53D8\u71C3\u6599
liquid.singularity-helium.details = \u4E00\u822C\u6765\u8BF4\u6C26\u6C14\u5728\u884C\u661F\u5CA9\u5C42\u4E2D\u7684\u5206\u5E03\u4F1A\u6BD4\u8F83\u4E30\u5BCC\uFF0C\u7531\u4E8E\u539F\u5B50\u8D28\u91CF\u8FC7\u8F7B\uFF0C\u5728\u6709\u5927\u6C14\u7684\u884C\u661F\u5730\u8868\u5F88\u96BE\u5927\u91CF\u5B58\u5728
liquid.singularity-spore_cloud.name = \u5B62\u5B50\u4E91
liquid.singularity-spore_cloud.description = \u8D5B\u666E\u7F57\u5927\u6C14\u4E2D\u5927\u91CF\u5B58\u5728\u7684\u751F\u7269\u8D28\u9897\u7C92\u7C89\u5C18\uFF0C\u6709\u5F3A\u70C8\u7684\u751F\u7269\u6BD2\u6027\uFF0C\u5177\u6709\u8150\u8680\u6027\uFF0C\u7CDC\u70C2\u6027\u6BD2\u6C14\uFF0C\u9664\u53EF\u7528\u4E8E\u57F9\u80B2\u5B62\u5B50\u5916\u6682\u672A\u53D1\u73B0\u5176\u4ED6\u7528\u9014
liquid.singularity-spore_cloud.details = \u201C\u5728\u8D5B\u666E\u7F57\uFF0C\u4EFB\u4F55\u4EBA\u79BB\u5F00\u57FA\u5730\u8231\u4F53\u524D\u5FC5\u987B\u7A7F\u6234\u5B8C\u6574\u7684\u5BC6\u95ED\u9632\u62A4\u88C5\u5907\uFF0C\u57FA\u5730\u5916\u52E4\u4EBA\u5458\u81F3\u5C11\u643A\u5E26\u4E24\u5957\u9632\u62A4\u670D\uFF0C\u4E00\u4E2A\u6210\u5E74\u7537\u6027\u5438\u51652mg\u7684\u5B62\u5B50\u6C14\u5C31\u8DB3\u4EE5\u7ACB\u5373\u81F4\u547D\uFF0C\u8BF7\u73CD\u60DC\u81EA\u5DF1\u7684\u751F\u547D\uFF0C\u6C38\u8FDC\u4E0D\u8981\u5FD8\u8BB0\u7740\u9646\u540E\u7B2C\u4E00\u4E2A\u8D70\u51FA\u8231\u95E8\u7684\u52C7\u58EB\uFF0C\u4ED6\u5728\u63D0\u4F9B\u4E86\u5B62\u5B50\u4E2D\u6BD2\u7684\u5145\u8DB3\u6570\u636E\u540E\u957F\u7720\uFF0C\u6211\u4EEC\u4E00\u5B9A\u4F1A\u5E26\u4ED6\u56DE\u5BB6\u7684\u201D\u2014\u2014\u6458\u81EA\u8D5B\u666E\u7F57\u57FA\u5730\u653F\u6CBB\u6587\u5DE5\u90E8\u95E8\u7684\u6F14\u8BF4\u6587\u7A3F

#----------Blocks----------#
#factorys
block.singularity-fission_weaver.name = \u88C2\u53D8\u7F16\u7EC7\u5668
block.singularity-fission_weaver.description = \u4F7F\u7528\u76F8\u63A7\u9635\u8F90\u7167\u538B\u5370\u6280\u672F\uFF0C\u5728\u6709\u8F90\u5C04\u6E90\u7684\u60C5\u51B5\u4E0B\u5C06\u94C0\u7684\u540C\u4F4D\u7D20\u538B\u5370\u4E3A\u76F8\u4F4D\u7269
block.singularity-fission_weaver.details = \u8FD9\u53F0\u673A\u5668\u5DE5\u4F5C\u65F6\u4F1A\u653E\u51FA\u5E7D\u6697\u7684\u84DD\u5149\uFF0C\u867D\u7136\u4E00\u822C\u6765\u8BF4\u4E0D\u4F1A\u6709\u4EBA\u4EB2\u773C\u770B\u5230\uFF0C\u56E0\u4E3A\u673A\u5668\u5DE5\u4F5C\u65F6\u73B0\u573A\u4E0D\u80FD\u6709\u4EFB\u4F55\u4EBA\u505C\u7559\uFF0C\u4F46\u662F\u5047\u5982\u6709\u4EBA\u4EB2\u773C\u770B\u5230\u4E86\u90A3\u9053\u5E7D\u84DD\u7684\u5149\u7EBF\uFF0C\u90A3\u4E48\u5728\u90A3\u4E00\u77AC\u95F4\u4ED6\u5C31\u5DF2\u7ECF\u6210\u4E3A\u4E00\u5177\u6682\u4E14\u8FD8\u80FD\u8D70\u8DEF\u7684\u5C38\u4F53\u4E86
block.singularity-culturing_barn.name = \u7EFF\u85FB\u6C60
block.singularity-culturing_barn.description = \u4F7F\u7528\u5149\u6C34\u57F9\u517B\u4F4E\u7B49\u7684\u85FB\u7C7B\u751F\u7269\uFF0C\u9664\u6C27\u6C14\u5916\uFF0C\u8FD8\u80FD\u6536\u83B7\u4E0D\u5C11\u85FB\u6CE5
block.singularity-culturing_barn.details = \u5C3D\u7BA1\u5B62\u5B50\u5DF2\u7ECF\u706D\u7EDD\u4E86\u8D5B\u666E\u7F57\u4E0A\u7684\u7EDD\u5927\u90E8\u5206\u751F\u7269\uFF0C\u4F46\u8FD9\u4E9B\u4F4E\u7B49\u7684\u5FAE\u5C0F\u751F\u547D\u4F53\u5374\u987D\u5F3A\u7684\u751F\u5B58\u4E86\u4E0B\u6765\uFF0C\u5B83\u4EEC\u53EA\u9700\u8981\u4E00\u70B9\u70B9\u751F\u5B58\u7684\u7A7A\u95F4\u5C31\u80FD\u8FC5\u901F\u7E41\u884D\uFF0C\u6216\u8BB8\u968F\u7740\u65F6\u95F4\u7684\u63A8\u79FB\uFF0C\u5B83\u4EEC\u4E5F\u80FD\u8FDB\u5316\u51FA\u5BF9\u5B62\u5B50\u7684\u62B5\u6297\u529B\uFF0C\u7136\u540E\u91CD\u65B0\u70B9\u71C3\u8D5B\u666E\u7F57\u7684\u751F\u673A
block.singularity-incubator.name = \u80B2\u83CC\u7BB1
block.singularity-incubator.description = \u4ECE\u6700\u539F\u59CB\u7684\u5B62\u5B50\u57F9\u517B\u6280\u672F\u53D1\u5C55\u800C\u6765\u7684\u66F4\u9AD8\u6548\u7684\u751F\u7269\u8D28\u57F9\u80B2\u8BBE\u5907
block.singularity-incubator.details = \u4E0D\u540C\u4E8E\u4EBA\u7C7B\u4F20\u7EDF\u610F\u4E49\u4E0A\u7684\u5FAE\u751F\u7269\uFF0C\u6216\u8005\u8BF4\u201C\u751F\u7269\u201D\uFF0C\u5B62\u5B50\u8FD9\u79CD\u751F\u547D\u53EF\u4EE5\u5728\u5B8C\u5168\u4E0D\u4F9D\u8D56\u4EFB\u4F55\u5176\u4ED6\u751F\u7269\uFF0C\u5B8C\u5168\u4E0D\u9700\u8981\u590D\u6742\u7684\u517B\u5206\uFF0C\u4EC5\u4EC5\u5728\u6709\u5145\u8DB3\u7684\u6C34\uFF0C\u5149\u7167\uFF0C\u4EE5\u53CA\u5404\u79CD\u5143\u7D20\u6784\u6210\u7684\u65E0\u673A\u76D0\u7684\u73AF\u5883\u4E0B\u5C31\u80FD\u5927\u91CF\u7E41\u6B96
block.singularity-electrolytor.name = \u7535\u89E3\u673A
block.singularity-electrolytor.description = \u5185\u7F6E\u4E86\u51E0\u7EC4\u7535\u6781\u4EE5\u8FDB\u884C\u4E00\u7CFB\u5217\u7535\u5316\u5B66\u53CD\u5E94\uFF0C\u5C06\u6750\u6599\u7535\u89E3\u4E3A\u4E00\u4E9B\u6709\u7528\u7684\u4E1C\u897F
block.singularity-osmotic_separation_tank.name = \u6E17\u900F\u5206\u79BB\u69FD
block.singularity-osmotic_separation_tank.description = \u5185\u7F6E\u52A0\u538B\u53EF\u63A7\u7C92\u5F84\u53CD\u6E17\u900F\u8FC7\u6EE4\u5668\uFF0C\u7528\u4E8E\u8FDB\u884C\u4E00\u4E9B\u9700\u8981\u5206\u79BB\u9897\u7C92\u7684\u53CD\u5E94\u5DE5\u5E8F
block.singularity-reacting_pool.name = \u53CD\u5E94\u4ED3
block.singularity-reacting_pool.description = \u4E00\u4E2A\u7CBE\u51C6\u63A7\u5236\u8FDB\u6599\u7684\u5316\u5B66\u53CD\u5E94\u5BB9\u5668\uFF0C\u662F\u666E\u904D\u4F7F\u7528\u7684\u5316\u5DE5\u8BBE\u5907
block.singularity-combustion_chamber.name = \u71C3\u70E7\u5BA4
block.singularity-combustion_chamber.description = \u5BC6\u95ED\u8010\u9AD8\u6E29\u7684\u8231\u5BA4\uFF0C\u7528\u4E8E\u6267\u884C\u5316\u5B66\u71C3\u70E7\u8FC7\u7A0B\uFF0C\u4E3A\u6700\u5927\u5316\u5229\u7528\u71C3\u70E7\u91CA\u653E\u7684\u80FD\u91CF\uFF0C\u71C3\u70E7\u4F1A\u5C06\u5728\u6D3B\u585E\u5BA4\u5185\u8FDB\u884C\u4EE5\u63A8\u52A8\u7EBF\u5708\u4EA7\u751F\u7535\u529B
block.singularity-vacuum_crucible.name = \u771F\u7A7A\u5769\u57DA
block.singularity-vacuum_crucible.description = \u5728\u4F4E\u538B\u9AD8\u6E29\u73AF\u5883\u4E0B\u8FDB\u884C\u7279\u6B8A\u5DE5\u5E8F\u65F6\u4F7F\u7528\u7684\u8BBE\u5907
block.singularity-thermal_smelter.name = \u70ED\u80FD\u51B6\u70BC\u7089
block.singularity-thermal_smelter.description = \u7528\u4E8E\u51B6\u70BC\u91D1\u5C5E\u7684\u8BBE\u5907\uFF0C\u53EF\u4EE5\u5236\u9020\u6C14\u6D41\u8FDB\u884C\u91D1\u5C5E\u5316\u5408\u7269\u7684\u9AD8\u6E29\u7145\u70E7
block.singularity-retort_column.name = \u5E72\u998F\u5854
block.singularity-retort_column.description = \u901A\u8FC7\u9694\u7EDD\u7A7A\u6C14\u7684\u9AD8\u6E29\u5206\u79BB\u7164\u70AD\u4E2D\u7684\u7269\u8D28\uFF0C\u4EE5\u5236\u9020\u7126\u70AD
block.singularity-laser_resolver.name = \u6FC0\u5149\u5206\u89E3\u673A
block.singularity-laser_resolver.description = \u4F7F\u7528\u4E0D\u540C\u9891\u6BB5\u7684\u6FC0\u5149\u6765\u5B9A\u5411\u5206\u79BB\u7269\u8D28\u4EE5\u5F97\u5230\u66F4\u52A0\u6709\u7528\u7684\u4E1C\u897F
block.singularity-ore_washer.name = \u6D17\u77FF\u673A
block.singularity-ore_washer.description = \u7528\u9AD8\u901F\u7684\u6C34\u6D41\u51B2\u5237\u6CA5\u9752\u7C97\u77FF\u4EE5\u9664\u53BB\u8F7B\u6742\u8D28\uFF0C\u4EE5\u53CA\u6D17\u8131\u9644\u7740\u5728\u5CA9\u77F3\u95F4\u7684FEX\u7269\u8D28
block.singularity-distill_purifier.name = \u84B8\u998F\u51C0\u5316\u5668
block.singularity-distill_purifier.description = \u7528\u539F\u59CB\u7684\u84B8\u998F\u65B9\u5F0F\u5206\u79BB\u6C34\u4E2D\u7684\u6742\u8D28
block.singularity-osmotic_purifier.name = \u6E17\u900F\u51C0\u5316\u5668
block.singularity-osmotic_purifier.description = \u4F7F\u7528\u7269\u8D28\u5438\u9644\u53CA\u53CD\u6E17\u900F\u8FC7\u6EE4\u6280\u672F\u5236\u9020\u7684\u9AD8\u6548\u51C0\u5316\u88C5\u7F6E\uFF0C\u80FD\u66F4\u6709\u6548\u7684\u5206\u79BB\u6C34\u4E2D\u7684\u6742\u8D28
block.singularity-crystallizer.name = \u7ED3\u6676\u5668
block.singularity-crystallizer.description = \u6700\u65E9\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4F9D\u8D56\u7535\u78C1\u573A\u6CE2\u52A8\uFF0C\u4F7FFEX\u5728\u8F7D\u4F53\u91D1\u5C5E\u4E0A\u9010\u6B65\u5F62\u6210\u7ED3\u6676
block.singularity-FEX_phase_mixer.name = FEX\u76F8\u4F4D\u6DF7\u5408\u5668
block.singularity-FEX_phase_mixer.description = \u91CD\u5EFAFEX\u7684\u6DB2\u6001\u7269\u8D28\u7ED3\u6784\uFF0C\u4F7F\u5176\u4E2D\u7684\u80FD\u91CF\u6D3B\u6027\u5316
block.singularity-fuel_packager.name = \u71C3\u6599\u5C01\u88C5\u673A
block.singularity-fuel_packager.description = \u5229\u7528\u529B\u573A\u56FA\u5B9A\u4F4E\u6E29\u6280\u672F\u5236\u9020\u4E9A\u7EDD\u5BF9\u96F6\u5EA6\u73AF\u5883\uFF0C\u5C06\u6838\u71C3\u6599\u4EE5\u6781\u9AD8\u7684\u6D53\u5EA6\u548C\u538B\u529B\u538B\u7F29\u5C01\u88C5\u8D77\u6765
block.singularity-gas_phase_packer.name = \u6D41\u4F53\u76F8\u4F4D\u5C01\u88C5\u673A
block.singularity-gas_phase_packer.description = \u7528\u4E8E\u5C06\u4E00\u4EFD\u6D41\u4F53\u7528\u76F8\u4F4D\u7269\u5C01\u88C5\u6210\u4E2D\u5B50\u9776\u4E38\uFF0C\u4EE5\u8FDB\u4E00\u6B65\u8F6C\u53D8\u4E3A\u6838\u805A\u53D8\u6240\u4F7F\u7528\u7684\u71C3\u6599
block.singularity-gas_phase_packer.details = \u548C\u5927\u591A\u6570\u52A0\u538B\u673A\u4E00\u6837\uFF0C\u52A0\u538B\u73AF\u5883\u8981\u6C42\u5FC5\u987B\u5E72\u71E5\u4E14\u9634\u51C9\uFF0C\u9B3C\u77E5\u9053\u8FD9\u9879\u8981\u6C42\u662F\u51E0\u767E\u5E74\u524D\u88AB\u54EA\u5EA7\u5012\u9709\u7684\u5DE5\u5382\u63D0\u51FA\u6765\u7684
block.singularity-thermal_centrifuge.name = \u70ED\u80FD\u79BB\u5FC3\u673A
block.singularity-thermal_centrifuge.description = \u4EE5\u6781\u9AD8\u7684\u6E29\u5EA6\u5C06\u7269\u8D28\u7194\u5316\u6210\u6DB2\u6001\uFF0C\u4EE5\u5DEE\u901F\u79BB\u5FC3\u5206\u79BB\u5176\u4E2D\u4E0D\u540C\u8D28\u91CF\u7684\u7269\u8D28
block.singularity-lattice_constructor.name = \u6676\u683C\u6784\u5EFA\u5668
block.singularity-lattice_constructor.description = \u5148\u8FDB\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4EE5\u5149\u675F\u5F15\u5BFC\u548C\u529B\u573A\u805A\u5408\u7684\u65B9\u5F0F\u4EBA\u5DE5\u6784\u5EFA\u6676\u683C\u7ED3\u6784\uFF0C\u66F4\u9AD8\u6548\u5730\u751F\u4EA7FEX\u7ED3\u6676
block.singularity-FEX_crystal_charger.name = FEX\u5145\u80FD\u5EA7
block.singularity-FEX_crystal_charger.description = \u5BF9FEX\u7ED3\u6676\u91CA\u653E\u9AD8\u80FD\u4E2D\u5B50\u8109\u51B2\uFF0C\u5408\u9002\u7684\u8109\u51B2\u9891\u7387\u4F1A\u4EE4\u80FD\u91CF\u5728\u6676\u683C\u4E4B\u5185\u4E0D\u65AD\u79EF\u7D2F\uFF0C\u53E0\u52A0\uFF0C\u4F7FFEX\u6676\u4F53\u7ED3\u6784\u53D8\u5F97\u4E0D\u7A33\u5B9A\uFF0C\u5E76\u5E26\u6765\u4E00\u4E9B\u7279\u522B\u7684\u6548\u679C
block.singularity-FEX_crystal_charger.details = \u201C\u521A\u521A\u6709\u540C\u5B66\u8BF4\u65E0\u6CD5\u7406\u89E3\u80FD\u91CF\u662F\u600E\u4E48\u79EF\u7D2F\u8FD8\u4E0D\u65AD\u53E0\u52A0\u7684\uFF0C\u8FD9\u4E2A\u4F60\u4EEC\u56DE\u5BB6\u4EE5\u540E\u53EF\u4EE5\u62FF\u4E24\u9897\u548C\u4E00\u8282\u5927\u62C7\u6307\u5DEE\u4E0D\u591A\u5927\u7684\u8461\u8404\uFF0C\u628A\u5B83\u4EEC\u6328\u5728\u4E00\u8D77\u653E\u8FDB\u5FAE\u6CE2\u7089\uFF0C\u4F60\u4F1A\u89C2\u5BDF\u5230\u7684\u73B0\u8C61\u548C\u8FD9\u4E2A\u539F\u7406\u5DEE\u4E0D\u591A\uFF0C\u53EA\u662F\u7535\u78C1\u6CE2\u53D8\u6210\u4E86\u4E2D\u5B50\u8109\u51B2\uFF0C\u6709\u5174\u8DA3\u7684\u540C\u5B66\u53EF\u4EE5\u7FFB\u4E00\u7FFB\u76F8\u5173\u7684\u8BBA\u6587\uFF0C\u6309\u7535\u78C1\u5B66\u7684\u7406\u8BBA\u7C7B\u6BD4\u4E00\u4E0B\u5C31\u61C2\u4E86\u3002\uFF08\u559D\u4E86\u4E00\u53E3\u4ECE\u8FDB\u95E8\u5C31\u653E\u5728\u8BB2\u53F0\u4E0A\u7684\u8336\uFF09\u597D\u4E86\uFF0C\u65F6\u95F4\u4E5F\u5DEE\u4E0D\u591A\u4E86\uFF0C\u5C31\u5230\u8FD9\u91CC\u5427\uFF0C\u4E0B\u8BFE\u201D\u2014\u2014\u67D0\u5927\u5B66\u6838\u7269\u7406\u4E13\u4E1A\u516C\u5F00\u8BFE\u5F55\u50CF
block.singularity-matrix_cutter.name = \u77E9\u9635\u5207\u5272\u5668
block.singularity-matrix_cutter.description = \u4EE5\u7EB3\u7C73\u5C3A\u5EA6\u7684\u9AD8\u80FD\u6FC0\u5149\u5C06\u91D1\u5C5E\u5207\u5272\u4E3A\u7EB3\u7C73\u9897\u7C92\uFF0C\u5E76\u5728\u4E0A\u65B9\u96D5\u523B\u5FAE\u7535\u8DEF\uFF0C\u4EE5\u751F\u4EA7\u77E9\u9635\u5408\u91D1
block.singularity-matrix_cutter.details = \u5F97\u76CA\u4E8E\u5F15\u529B\u573A\u6280\u672F\u7684\u8FD0\u7528\uFF0C\u4EBA\u5DE5\u5F15\u53D1\u5F15\u529B\u900F\u955C\u4F7F\u5F97\u539F\u672C\u8BA4\u4E3A\u4E0D\u53EF\u80FD\u5B9E\u73B0\u7684\u5355\u5149\u5B50\u9AD8\u80FD\u6FC0\u5149\u675F\u6210\u4E3A\u4E86\u73B0\u5B9E\uFF0C\u5E76\u4E14\u8BF8\u591A\u9886\u57DF\u56E0\u8FD9\u9879\u6280\u672F\u7684\u8BDE\u751F\u800C\u8FDB\u4E00\u6B65\u53D6\u5F97\u4E86\u66F4\u52A0\u60CA\u4EBA\u7684\u6210\u679C
block.singularity-neutron_lens.name = \u4E2D\u5B50\u900F\u955C
block.singularity-neutron_lens.description = \u901A\u8FC7\u76F8\u4F4D\u7269\u6298\u5C04\u53CA\u5F15\u529B\u900F\u955C\u504F\u8F6C\u4E2D\u5B50\u6D41\u8FDB\u884C\u5BF9\u7126\uFF0C\u4F7F\u4E2D\u5B50\u76F4\u63A5\u8F70\u51FB\u9776\u6750\u6599\uFF0C\u5728\u8231\u5185\u5B8C\u6210\u9700\u8981\u9AD8\u80FD\u4E2D\u5B50\u6D41\u8F70\u51FB\u7684\u8FC7\u7A0B
block.singularity-neutron_lens.details = \u5F88\u957F\u4E00\u6BB5\u65F6\u95F4\u91CC\u6709\u5173\u4E2D\u5B50\u6D41\u7684\u7814\u7A76\u90FD\u88AB\u5212\u5206\u5230\u5149\u5B66\u5F53\u4E2D\uFF0C\u4E2D\u5B50\u8109\u51B2\u7684\u8868\u89C2\u7279\u5F81\u5404\u79CD\u610F\u4E49\u4E0A\u90FD\u548C\u5149\u5B66\u592A\u8FC7\u76F8\u8FD1\uFF0C\u5374\u53C8\u96BE\u4EE5\u5FFD\u89C6\u4E4B\u95F4\u7684\u533A\u522B\uFF0C\u4EE5\u81F3\u4E8E\u8FD9\u53F0\u673A\u5668\u7684\u4E2D\u5B50\u504F\u8F6C\u7ED3\u6784\u90FD\u662F\u7531\u5149\u5B66\u5DE5\u7A0B\u5E08\u534F\u52A9\u7C92\u5B50\u7269\u7406\u5B66\u5DE5\u7A0B\u5E08\u8FDB\u884C\u8BBE\u8BA1\u7684\u3002\u6700\u540E\uFF0C\u5728\u6570\u6B21\u7814\u7A76\u4F1A\u8BAE\u540E\u4E13\u5BB6\u4EEC\u8FBE\u6210\u4E86\u4E00\u81F4\uFF1A\u5F00\u521B\u4E00\u95E8\u65B0\u7684\u5B66\u79D1\uFF0C\u4E13\u95E8\u7814\u7A76\u4E2D\u5B50\u8109\u51B2\u7684\u7269\u7406\u7279\u6027\uFF0C\u5373\u201C\u4E2D\u5B50\u5149\u8DEF\u5B66\u201D
block.singularity-polymer_gravitational_generator.name = \u805A\u5408\u529B\u573A\u53D1\u751F\u5668
block.singularity-polymer_gravitational_generator.description = \u5728\u771F\u7A7A\u4ED3\u5185\u5229\u7528\u5927\u91CF\u7684\u80FD\u91CF\u5236\u9020\u4E00\u4E2A\u5F15\u529B\u6F0F\u6597\uFF0C\u5C06\u7269\u8D28\u7D27\u5BC6\u7684\u6324\u538B\u5728\u4E00\u8D77\u81F3\u4E2D\u5B50\u7B80\u5E76\u6001\uFF0C\u7528\u8D1F\u5F15\u529B\u573A\u5916\u58F3\u5305\u88F9\u4E3A\u4E00\u4EFD\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
block.singularity-polymer_gravitational_generator.details = \u8FD9\u53F0\u5DE8\u5927\u7684\u673A\u68B0\u5C31\u662F\u4EBA\u7C7B\u6700\u5148\u8FDB\u6280\u672F\u7684\u7ED3\u6676\u2014\u2014\u5F15\u529B\u573A\u63A7\u5236\uFF0C\u4E5F\u53EA\u6709\u8FD9\u6837\u7684\u6280\u672F\u80FD\u591F\u5B9E\u73B0\u5C06\u7269\u8D28\u5F3A\u884C\u538B\u7F29\u4E3A\u7535\u5B50\u7B80\u5E76\u6001\u751A\u81F3\u4E2D\u5B50\u7B80\u5E76\u6001\uFF0C\u800C\u8FD9\uFF0C\u5C31\u662F\u8FD9\u9879\u6280\u672F\u5DF2\u7ECF\u6210\u719F\u7684\u6807\u5FD7
block.singularity-quality_generator.name = \u8D28\u91CF\u751F\u6210\u5668
block.singularity-quality_generator.description = \u5C06\u80FD\u91CF\u65E0\u5E8F\u9006\u5411\u8F6C\u6362\u7684\u8BBE\u5907\uFF0C\u5C06\u5927\u91CF\u4E2D\u5B50\u80FD\u5411\u7269\u8D28\u8D28\u91CF\u8FDB\u884C\u8F6C\u6362\uFF0C\u5C06\u4EA7\u51FA\u9664\u5938\u514B\u7C7B\u4ECB\u8D28\u5916\u7684\u7EAF\u51C0\u65E0\u5E8F\u4ECB\u8D28
block.singularity-destructor.name = \u6790\u6784\u5668
block.singularity-destructor.description = \u52A0\u901F\u78B0\u649E\u7834\u574F\u7269\u8D28\u7684\u539F\u5B50\u6838\u7ED3\u6784\uFF0C\u4EE5\u5206\u6790\u7269\u8D28\u7684\u5FAE\u89C2\u6784\u6210\u5F62\u6001\u5E76\u5EFA\u7ACB\u539F\u5B50\u7A7A\u95F4\u6784\u6210\u7684\u84DD\u56FE
block.singularity-substance_inverter.name = \u7269\u8D28\u9006\u5316\u5668
block.singularity-substance_inverter.description = \u5C06\u4ECB\u8D28\u53CD\u5411\u5EFA\u7ACB\u7269\u8D28\u7684\u8BBE\u5907\uFF0C\u4E3B\u52A8\u5206\u79BB\u6B63\u7C92\u5B50\u4EE5\u5236\u9020\u53CD\u7269\u8D28\uFF0C\u5E76\u76DB\u88C5\u5230\u5F15\u529B\u5BB9\u5668\u4E2D
block.singularity-hadron_reconstructor.name = \u5F3A\u5B50\u91CD\u6784\u4EEA
block.singularity-hadron_reconstructor.description = \u5FAE\u7F29\u7684\u5B9A\u5411\u5927\u91CF\u5F3A\u5B50\u5BF9\u649E\u673A\uFF0C\u4F7F\u5F97\u521B\u9020\u7269\u8D28\u4ECE\u7406\u8BBA\u6210\u4E3A\u73B0\u5B9E

block.singularity-cstr_1.name = \u8D77\u6E90\u6784\u9020\u5668
block.singularity-cstr_1.description = \u9AD8\u5EA6\u96C6\u6210\u7684\u673A\u68B0\u5EFA\u9020\u5DE5\u5382\uFF0C\u53EF\u4EE5\u76F4\u63A5\u8FDB\u884C\u4E2D\u5C0F\u578B\u5355\u4F4D\u7684\u5EFA\u9020\u4EFB\u52A1
block.singularity-cstr_1.details = \u201C\u6BD4\u8D77\u7E41\u6742\u5197\u957F\u7684\u91CD\u6784\u5DE5\u4F5C\uFF0C\u6211\u4EEC\u5C06\u6240\u6709\u5DE5\u4F5C\u90FD\u96C6\u6210\u5728\u4E86\u4F60\u770B\u5230\u7684\u8FD9\u5750\u673A\u5668\u5F53\u4E2D\uFF0C\u8FD9\u53EF\u4EE5\u8282\u7701\u51FA\u5927\u91CF\u7684\u7A7A\u95F4\u4E0E\u6210\u672C\uFF0C\u4E3A\u5BF9\u6297\u654C\u4EBA\u521B\u9020\u66F4\u591A\u7684\u4F18\u52BF\u201D\u2014\u2014\u8D5B\u666E\u7F57\u57FA\u5730\u7814\u7A76\u6240\u7684\u603B\u5DE5\u7A0B\u5E08\u5C31\u8BE5\u8BBE\u5907\u5982\u662F\u8BF4
block.singularity-cstr_2.name = \u4F20\u5947\u94F8\u9020\u5854
block.singularity-cstr_2.description = \u5927\u578B\u96C6\u6210\u5355\u4F4D\u5EFA\u9020\u5854\uFF0C\u53EF\u4EE5\u76F4\u63A5\u8FDB\u884C\u5927\u578B\u5355\u4F4D\u7684\u5EFA\u9020\uFF0C\u5B8C\u6210\u5EFA\u9020\u7684\u76EE\u6807\u53EF\u8BBE\u7F6E\u91CA\u653E\u4F4D\u7F6E\uFF0C\u5B83\u53EF\u4EE5\u4EE5\u5F88\u5FEB\u7684\u901F\u5EA6\u5EFA\u9020\u5C0F\u578B\u5355\u4F4D
block.singularity-cstr_2.details = \u201C\u8BA9\u6B63\u5728\u5EFA\u9020\u7684\u5355\u4F4D\u201C\u98D8\u8D77\u6765\u201D\u8FD9\u4E2A\u60F3\u6CD5\u4E00\u5F00\u59CB\u53D7\u5230\u4E86\u8BB8\u591A\u5DE5\u7A0B\u5E08\u7684\u53CD\u5BF9\uFF0C\u5C3D\u7BA1\u8FD9\u53EF\u4EE5\u6700\u5927\u5316\u77E9\u9635\u6295\u5F71\u6253\u5370\u7684\u6548\u7387\uFF0C\u4F46\u662F\u4EC5\u9760\u7535\u78C1\u529B\u6258\u4E3E\u4E00\u4E2A\u5E9E\u7136\u5927\u7269\u8FD8\u662F\u592A\u8FC7\u52C9\u5F3A\uFF0C\u4E0D\u8FC7\u975E\u5E38\u5DE7\u5408\u7684\uFF0C\u5728\u4F20\u7EDF\u575E\u5F0F\u6784\u9020\u8154\u65B9\u6848\u5373\u5C06\u786E\u5B9A\u4E4B\u9645\uFF0C\u6211\u4EEC\u6210\u529F\u4FEE\u590D\u4E86\u5F15\u529B\u573A\u53D1\u751F\u88C5\u7F6E\u7684\u6838\u5FC3\u6280\u672F\uFF0C\u53CD\u91CD\u529B\u6258\u4E3E\u65B9\u6848\u624D\u6700\u7EC8\u88AB\u786E\u5B9A\uFF0C\u8FD9\u76F8\u6BD4\u575E\u5F0F\u6784\u9020\u5668\u81F3\u5C11\u63D0\u9AD8\u4E8650%\u7684\u6548\u7387...\u201D\u2014\u2014\u8D5B\u666E\u7F57\u57FA\u5730\u7814\u7A76\u6240\u7684\u603B\u5DE5\u7A0B\u5E08\u975E\u5E38\u6FC0\u52A8\u7684\u8BF4\u7740
block.singularity-cstr_3.name = \u795E\u8BDD\u5F71\u5C04\u4EEA
block.singularity-cstr_3.description = \u8D85\u5927\u578B\u5355\u4F4D\u5EFA\u9020\u5DE5\u5382\uFF0C\u53EF\u4EE5\u8FDB\u884C\u51E0\u4E4E\u6240\u6709\u5355\u4F4D\u7684\u5EFA\u9020\u4EFB\u52A1\uFF0C\u5E76\u4E14\u53EF\u4EE5\u4EE5\u6781\u5FEB\u7684\u901F\u5EA6\u5EFA\u9020\u4E2D\u5C0F\u578B\u5355\u4F4D
block.singularity-cstr_3.details = \u201C\u65E0\u8BBA\u4ECE\u4EC0\u4E48\u89D2\u5EA6\u4E0A\u770B\uFF0C\u8FD9\u53F0\u673A\u5668\u5DF2\u7ECF\u8DB3\u4EE5\u5B8C\u5168\u6539\u53D8\u6218\u573A\u5C40\u52BF\uFF0C\u7531\u8FD9\u53F0\u673A\u5668\u53EF\u4EE5\u5EFA\u9020\u7684\u5B8F\u4F1F\u5DE8\u7B51\u6240\u5177\u5907\u7684\u53EF\u6015\u529B\u91CF\uFF0C\u4EE5\u53CA\u7531\u5B83\u5728\u77ED\u77ED\u51E0\u5206\u949F\u5185\u521B\u9020\u51FA\u7684\u6D69\u6D69\u8361\u8361\u7684\u94A2\u94C1\u6D2A\u6D41\uFF0C\u65E0\u8BBA\u54EA\u4E2A\u90FD\u80FD\u8F7B\u800C\u6613\u4E3E\u7684\u5C06\u654C\u4EBA\u78BE\u788E\uFF0C\u5341\u5206\u5E78\u8FD0\u8FD9\u662F\u7531\u6211\u4EEC\u5F00\u53D1\u51FA\u6765\u7684\u8BBE\u65BD\uFF0C\u800C\u4E0D\u662F\u6211\u4EEC\u6CA1\u6709\u8111\u5B50\u7684\u654C\u4EBA\u201D\u2014\u2014\u8D5B\u666E\u7F57\u57FA\u5730\u5BF9\u654C\u4EBA\u4E2D\u592E\u636E\u70B9\u53D1\u52A8\u8FDB\u653B\u524D\u7684\u52A8\u5458\u6F14\u8BB2

#product
block.singularity-rock_drill.name = \u6DF1\u5CA9\u94BB\u4E95\u673A
block.singularity-rock_drill.description = \u94BB\u63A2\u6DF1\u5C42\u7684\u5730\u58F3\uFF0C\u5C06\u6DF1\u57CB\u5728\u5730\u58F3\u6DF1\u5904\u7684\u8F83\u9AD8\u8D28\u91CF\u7684\u77FF\u7269\u9001\u81F3\u5730\u8868
block.singularity-rock_crusher.name = \u5CA9\u77F3\u7C89\u788E\u673A
block.singularity-rock_crusher.description = \u5C06\u5CA9\u77F3\u7C89\u788E\u6210\u7EC6\u5C0F\u7684\u9897\u7C92\uFF0C\u5BF9\u4E8E\u6CA1\u6709\u6C99\u5B50\u7684\u5730\u65B9\u6765\u8BF4\u5341\u5206\u6709\u7528\uFF0C\u540C\u65F6\u67D0\u4E9B\u5CA9\u77F3\u542B\u76D0\u91CF\u9AD8\uFF0C\u56E0\u6B64\u8FD8\u53EF\u4EE5\u4ECE\u4E2D\u5F97\u5230\u4E00\u4E9B\u6709\u7528\u7684\u526F\u4EA7\u7269
block.singularity-rock_crusher.details = \u4E8B\u5B9E\u4E0A\u8FD9\u53F0\u673A\u5668\u7684\u6548\u7387\u5E76\u4E0D\u7B97\u9AD8\uFF0C\u6216\u8005\u8BF4\u5B83\u6D6A\u8D39\u6389\u7684\u6750\u6599\u592A\u591A\u4E86\uFF0C\u4E3A\u4E86\u4EA7\u51FA\u80FD\u591F\u4F9B\u5E94\u5DE5\u4E1A\u4F7F\u7528\u7684\u5BCC\u7845\u6C99\u783E\uFF0C\u51E0\u4E4E\u6BCF\u751F\u4EA7\u4E00\u5428\u77F3\u82F1\u6C99\u5C31\u8981\u6D88\u8017\u6389\u51E0\u5341\u5428\u539F\u77F3\uFF0C\u66F4\u522B\u63D0\u7845\u7EAF\u5EA6\u66F4\u4F4E\u7684\u4E00\u4E9B\u5CA9\u77F3\u4E86
block.singularity-tidal_drill.name = \u6F6E\u6C50\u94BB\u5934
block.singularity-tidal_drill.descirption = \u4F7F\u7528\u6700\u524D\u6CBF\u529B\u573A\u63A7\u5236\u6280\u672F\u5236\u9020\u7684\u9AD8\u7EA7\u94BB\u5934\uFF0C\u4EE5\u7C92\u5B50\u675F\u51B2\u51FB\u7834\u574F\u6316\u6398\u7269\u7684\u7269\u8D28\u7ED3\u6784\u540E\u901A\u8FC7\u63A7\u5236\u5F15\u529B\u573A\u9707\u8361\u5B8C\u6210\u77FF\u77F3\u89E3\u4F53\u548C\u91C7\u96C6\u7684\u8FC7\u7A0B
block.singularity-force_field_extender.name = \u5F15\u529B\u5EF6\u5C55\u5BA4
block.singularity-force_field_extender.description = \u7528\u4E8E\u5EF6\u4F38\u6F6E\u6C50\u94BB\u5934\u7684\u8BBE\u5907\uFF0C\u8D34\u8FD1\u6F6E\u6C50\u94BB\u5934\uFF0C\u5E76\u4E0E\u5176\u4ED6\u5EF6\u5C55\u5BA4\u5F7C\u6B64\u6B63\u5BF9\u8FDE\u63A5\u53EF\u6269\u5927\u94BB\u5934\u8986\u76D6\u7684\u8303\u56F4
block.singularity-matrix_miner.name = \u77E9\u9635\u77FF\u5E8A
block.singularity-matrix_miner.description = \u77E9\u9635\u77FF\u5E8A\u7684\u63A7\u5236\u4E2D\u5FC3\uFF0C\u56DB\u9762\u53EF\u5B89\u88C5\u77FF\u5E8A\u7684\u5DE5\u4F5C\u7EC4\u4EF6\u4EE5\u8FDB\u884C\u5F00\u91C7\u5DE5\u4F5C
block.singularity-matrix_miner_node.name = \u91C7\u6398\u6247\u533A
block.singularity-matrix_miner_node.description = \u77E9\u9635\u77FF\u5E8A\u7684\u91C7\u6398\u5DE5\u4F5C\u7EC4\u4EF6\uFF0C\u63D0\u4F9B\u4E00\u4E2A\u57FA\u7840\u5F00\u91C7\u89D2\u5EA6\u533A\u95F4
block.singularity-matrix_miner_overdrive.name = \u77E9\u9635\u589E\u5E45\u5668
block.singularity-matrix_miner_overdrive.description = \u77E9\u9635\u77FF\u5E8A\u7684\u589E\u5E45\u7EC4\u4EF6\uFF0C\u63D0\u9AD8\u77E9\u9635\u77FF\u5E8A\u7684\u6700\u5927\u8303\u56F4\uFF0C\u5E76\u6D88\u8017\u6DB2\u4F53\u589E\u52A0\u77E9\u9635\u77FF\u5E8A\u7684\u5DE5\u4F5C\u6548\u7387
block.singularity-matrix_miner_pierce.name = \u91CF\u5B50\u96A7\u7A7F\u4EEA
block.singularity-matrix_miner_pierce.description = \u77E9\u9635\u77FF\u5E8A\u7684\u589E\u5E45\u7EC4\u4EF6\uFF0C\u5B89\u88C5\u6B64\u7EC4\u4EF6\u540E\uFF0C\u77E9\u9635\u77FF\u5E8A\u5C06\u80FD\u591F\u900F\u8FC7\u5EFA\u7B51\u6316\u6398\u88AB\u5EFA\u7B51\u8986\u76D6\u7684\u77FF\u77F3
block.singularity-matrix_miner_extend.name = \u8C10\u632F\u589E\u538B\u7EC4\u4EF6
block.singularity-matrix_miner_extend.description = \u77E9\u9635\u77FF\u5E8A\u7684\u589E\u5E45\u7EC4\u4EF6\uFF0C\u4F7F\u77E9\u9635\u77FF\u5E8A\u7684\u91C7\u96C6\u8303\u56F4\u589E\u5927\uFF0C\u53EF\u4EE5\u5927\u5E45\u63D0\u9AD8\u94BB\u5934\u7684\u91C7\u6398\u6548\u7387

#liquids
block.singularity-liquid_unloader.name = \u6D41\u4F53\u88C5\u5378\u5668
block.singularity-liquid_unloader.description = \u4ECE\u65B9\u5757\u4E2D\u5378\u8F7D\u6D41\u4F53\uFF0C\u5C31\u50CF\u88C5\u5378\u5668\u63D0\u53D6\u7269\u54C1\u4E00\u6837
block.singularity-cluster_conduit.name = \u96C6\u675F\u5BFC\u7BA1
block.singularity-cluster_conduit.description = \u5185\u7F6E\u4E86\u56DB\u6761\u7BA1\u9053\u7684\u88C5\u7532\u5BFC\u7BA1\uFF0C\u9700\u8981\u5BFC\u7BA1\u94C6\u6765\u5206\u675F\u7BA1\u9053
block.singularity-conduit_riveting.name = \u5BFC\u7BA1\u94C6
block.singularity-conduit_riveting.description = \u7528\u4E8E\u5206\u675F\u4EE5\u53CA\u63A5\u5165\u96C6\u675F\u5BFC\u7BA1\u9053\uFF0C\u4E3A\u6BCF\u4E00\u6761\u5B50\u7BA1\u9053\u63D0\u4F9B\u4FA7\u5411\u8F93\u5165/\u8F93\u51FA\u914D\u7F6E\u529F\u80FD
block.singularity-filter_valve.name = \u6D41\u4F53\u8FC7\u6EE4\u9600
block.singularity-filter_valve.description = \u7528\u4E8E\u6309\u6D41\u4F53\u7C7B\u578B\u5206\u6D41\u6DB2\u4F53\uFF0C\u6BCF\u4E00\u6761\u5B50\u7BA1\u9053\u53EF\u72EC\u7ACB\u914D\u7F6E\u6DB2\u4F53\u7C7B\u578B\u4E0E\u4FA7\u5411\u8F93\u5165/\u8F93\u51FA\u6A21\u5F0F
block.singularity-bidirectional_valve.name = \u53CC\u5411\u6D41\u4F53\u9600
block.singularity-bidirectional_valve.description = \u4E00\u79CD\u7279\u6B8A\u7684\u96C6\u675F\u7BA1\u9053\uFF0C\u53EF\u4EE5\u5BF9\u5176\u4E2D\u6307\u5B9A\u7684\u51E0\u6761\u5B50\u7BA1\u9053\u914D\u7F6E\u53CD\u5411\u6D41\u901A

#distriubtes
block.singularity-transport_node.name = \u8FD0\u8F93\u8282\u70B9
block.singularity-transport_node.description = \u4E00\u79CD\u66F4\u9AD8\u7EA7\u7684\u4F20\u9001\u5E26\u6865\uFF0C\u53EF\u4EE5\u5BF9\u8282\u70B9\u7684\u4EFB\u610F\u4FA7\u9762\u914D\u7F6E\u6307\u5B9A\u7269\u54C1\u7684\u8F93\u5165\u4E0E\u8F93\u51FA
block.singularity-phase_transport_node.name = \u76F8\u4F4D\u8FD0\u8F93\u8282\u70B9
block.singularity-phase_transport_node.description = \u4F7F\u7528\u76F8\u4F4D\u7269\u5236\u9020\u7684\u8FD0\u8F93\u8282\u70B9\uFF0C\u5177\u6709\u66F4\u5FEB\u7684\u8FD0\u8F93\u901F\u5EA6\u548C\u66F4\u8FDC\u7684\u8FDE\u63A5\u8DDD\u79BB
block.singularity-iridium_transport_node.name = \u94F1\u5236\u9AD8\u6548\u8FD0\u8F93\u8282\u70B9
block.singularity-iridium_transport_node.description = \u4F7F\u7528\u94F1\u5EFA\u9020\u7684\u9AD8\u7EA7\u8FD0\u8F93\u8282\u70B9\uFF0C\u9020\u4EF7\u6602\u8D35\uFF0C\u4F46\u6362\u6765\u7684\u6536\u76CA\u9664\u66F4\u957F\u7684\u8FDE\u63A5\u8DDD\u79BB\u548C\u66F4\u5FEB\u7684\u8FD0\u8F93\u901F\u5EA6\u5916\uFF0C\u8282\u70B9\u8FD8\u5177\u5907\u5378\u8F7D\u5668\u7684\u529F\u80FD\uFF0C\u53EF\u4EE5\u76F4\u63A5\u4ECE\u6307\u5B9A\u65B9\u5411\u7684\u65B9\u5757\u4E2D\u62BD\u53D6\u88AB\u9009\u4E2D\u7684\u7269\u54C1
block.singularity-matrix_core.name = \u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668
block.singularity-matrix_core.description = \u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u7684\u6838\u5FC3\u8BBE\u5907\uFF0C\u77E9\u9635\u7F51\u7EDC\u5FC5\u987B\u6709\u4E14\u53EA\u6709\u4E00\u4E2A\u4E2D\u67A2\u4F3A\u670D\u5668\uFF0C\u77E9\u9635\u6865\u8FDE\u63A5\u6B64\u65B9\u5757\u65F6\u53EA\u80FD\u5355\u5411\u8FDE\u63A5
block.singularity-matrix_bridge.name = \u77E9\u9635\u6865
block.singularity-matrix_bridge.description = \u77E9\u9635\u5EFA\u7ACB\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u4EFB\u610F\u65B9\u5411\u94FE\u63A5\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u8FD0\u8F93\u7269\u54C1\u548C\u6DB2\u4F53\u3002\n\u540C\u65F6\uFF0C\u8FD9\u4E5F\u662F\u77E9\u9635\u7F51\u7EDC\u4E2D\u7528\u4E8E\u8FDE\u63A5\u8BBE\u5907\u7684\u8282\u70B9\uFF0C\u53EA\u80FD\u5448\u6811\u72B6\u7ED3\u6784\u5EFA\u7ACB\u77E9\u9635\u7F51\u7EDC
block.singularity-matrix_tower.name = \u77E9\u9635\u5854
block.singularity-matrix_tower.description = \u5927\u578B\u7684\u77E9\u9635\u8FDE\u63A5\u67F1\uFF0C\u6BD4\u77E9\u9635\u6865\u6709\u66F4\u8FDC\u7684\u8FDE\u63A5\u8DDD\u79BB\uFF0C\u4F46\u662F\u53EA\u80FD\u5411\u56DB\u4E2A\u65B9\u5411\u8FDB\u884C\u8FDE\u63A5
block.singularity-matrix_controller.name = \u7F51\u683C\u63A7\u5236\u5668
block.singularity-matrix_controller.description = \u77E9\u9635\u7F51\u683C\u7684\u63A7\u5236\u4E2D\u67A2\uFF0C\u4E0E\u77E9\u9635\u7F51\u683C\u6846\u67B6\u5EFA\u7ACB\u77E9\u9635\u7F51\u683C\uFF0C\u5728\u7F51\u683C\u4E2D\u901A\u8FC7\u6B64\u8BBE\u5907\u914D\u7F6E\u7F51\u683C\u5185io\u70B9\u7684\u7684\u8F93\u5165\u8F93\u51FA\u548C\u5B58\u50A8\u8BBE\u5907\uFF0C\u662F\u4E00\u4E2A\u91CD\u8981\u7684\u7269\u6D41\u7BA1\u7406\u6A21\u578B
block.singularity-matrix_grid_node.name = \u7F51\u683C\u6846\u67B6
block.singularity-matrix_grid_node.description = \u77E9\u9635\u7F51\u683C\u7684\u6784\u5EFA\u8BBE\u5907\uFF0C\u5F7C\u6B64\u8FDE\u63A5\uFF0C\u4E0E\u4E00\u4E2A\u7F51\u7EDC\u63A7\u5236\u5668\u6784\u6210\u95ED\u73AF\u540E\u5EFA\u7ACB\u5176\u77E9\u9635\u7F51\u683C
block.singularity-io_point.name = \u901A\u7528IO\u7AEF\u53E3
block.singularity-io_point.description = \u77E9\u9635\u7F51\u683C\u4F7F\u7528\u7684IO\u8BBE\u65BD\uFF0C\u7269\u54C1\u53CA\u6DB2\u4F53\u7684\u901A\u7528\u7AEF\u53E3\uFF0C\u901A\u8FC7\u7F51\u683C\u63A7\u5236\u5668\u8FDB\u884C\u7AEF\u53E3\u914D\u7F6E
block.singularity-matrix_energy_manager.name = \u80FD\u6E90\u7BA1\u7406\u5668
block.singularity-matrix_energy_manager.description = \u5BF9\u80FD\u6E90\u63A5\u53D7\u548C\u7BA1\u7406\u7684\u8BBE\u5907\uFF0C\u4E0E\u76F8\u90BB\u7684\u80FD\u6E90\u8BBE\u5907\u5F62\u6210\u4E00\u4E2A\u80FD\u6E90\u7BA1\u7406\u6A21\u5757\uFF0C\u7528\u4E8E\u63A5\u53D7\u548C\u7F13\u5B58\u80FD\u91CF\u4EE5\u4F9B\u5E94\u7F51\u7EDC\u4F7F\u7528
block.singularity-matrix_power_interface.name = \u80FD\u91CF\u63A5\u53E3
block.singularity-matrix_power_interface.description = \u63A5\u6536\u80FD\u91CF\u4F9B\u5E94\u7F51\u7EDC\u6D88\u8017\u800C\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_neutron_interface.name = \u4E2D\u5B50\u63A5\u53E3
block.singularity-matrix_neutron_interface.description = \u7F51\u7EDC\u63A5\u53D7\u4E2D\u5B50\u80FD\u8F93\u5165\u7684\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_energy_buffer.name = \u80FD\u6E90\u80FD\u6E90\u7C07
block.singularity-matrix_energy_buffer.description = \u7F51\u7EDC\u7F13\u5B58\u80FD\u6E90\u80FD\u7684\u8BBE\u5907\uFF0C\u53EF\u4EE5\u5B58\u50A8\u4E00\u5B9A\u91CF\u7684\u77E9\u9635\u80FD\u6E90\u4EE5\u907F\u514D\u505C\u7535\u7B49\u60C5\u51B5\u9020\u6210\u7684\u81F4\u547D\u95EE\u9898
block.singularity-matrix_component_interface.name = \u77E9\u9635\u7EC4\u4EF6\u63A5\u53E3
block.singularity-matrix_component_interface.description = \u7528\u4E8E\u5C06\u77E9\u9635\u529F\u80FD\u7EC4\u4EF6\u63A5\u5165\u7F51\u7EDC\u4E2D\uFF0C\u9700\u8981\u5F7C\u6B64\u8FDE\u63A5\u5F62\u6210\u8FDE\u7EED\u7684\u63A5\u53E3\u7ED3\u6784\uFF0C\u4E14\u4E0E\u7EC4\u4EF6\u8BBE\u5907\u9700\u8981\u7684\u8FDE\u63A5\u65B9\u5F0F\u5339\u914D\u624D\u53EF\u63A5\u5165\u7F51\u7EDC
block.singularity-interface_jump_line.name = \u63A5\u53E3\u8DF3\u7EBF
block.singularity-interface_jump_line.description = \u7528\u4E8E\u586B\u5145\u7EC4\u4EF6\u63A5\u53E3\u4E0E\u7EC4\u4EF6\u7684\u5C3A\u5BF8\u5DEE\u9020\u6210\u7684\u7A7A\u95F4\uFF0C\u6709\u65B9\u5411\uFF0C\u53EA\u80FD\u53CC\u5411\u901A\u4FE1\uFF0C\u4E0D\u53EF\u5411\u4FA7\u9762\u8FDE\u63A5
block.singularity-matrix_process_unit.name = \u77E9\u9635\u5904\u7406\u5355\u5143
block.singularity-matrix_process_unit.description = \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u6838\u5FC3\u7684\u8FD0\u7B97\u529B\uFF0C\u4F7F\u7F51\u7EDC\u6BCF\u6B21\u5237\u65B0\u53EF\u4EE5\u5904\u7406\u66F4\u591A\u7684\u8BF7\u6C42\u4EFB\u52A1
block.singularity-matrix_topology_container.name = \u77E9\u9635\u62D3\u6251\u5BB9\u5668
block.singularity-matrix_topology_container.description = \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u6574\u4E2A\u7F51\u7EDC\u7684\u62D3\u6251\u5BB9\u91CF\uFF0C\u4F7F\u7F51\u7EDC\u53EF\u4EE5\u5B89\u88C5\u66F4\u591A\u7684\u8BBE\u5907
block.singularity-matrix_buffer.name = \u901A\u7528\u7269\u8D28\u7F13\u5B58\u5668
block.singularity-matrix_buffer.description = \u7F51\u7EDC\u7EC4\u4EF6\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u7684\u7269\u54C1\u548C\u6D41\u4F53\u7F13\u5B58\u533A\u5BB9\u91CF
block.singularity-automatic_recycler_component.name = \u81EA\u52A8\u56DE\u6536\u7EC4\u4EF6
block.singularity-automatic_recycler_component.description = \u53EF\u4EE5\u914D\u7F6E\u7F13\u5B58\u7684\u6EA2\u51FA\u8D44\u6E90\u56DE\u6536\uFF0C\u5728\u5DF2\u5B89\u88C5\u8BE5\u8BBE\u5907\u7684\u7F51\u7EDC\u4E2D\uFF0C\u82E5\u6240\u6709\u7F51\u7EDC\u5BB9\u5668\u90FD\u5DF2\u6EE1\uFF0C\u63A5\u6536\u7684\u5728\u914D\u7F6E\u56DE\u6536\u6E05\u5355\u4E2D\u7684\u8D44\u6E90\u5C06\u88AB\u81EA\u52A8\u9500\u6BC1\uFF0C\u4EE5\u907F\u514D\u7F51\u7EDC\u5835\u6B7B\n\u6709\u4E24\u79CD\u914D\u7F6E\u6A21\u5F0F\uFF1A\n    [accent]\u9ED1\u540D\u5355\u6A21\u5F0F[]: \u9500\u6BC1\u6EA2\u51FA\u7684\u5DF2\u9009\u4E2D\u8D44\u6E90\n    [accent]\u767D\u540D\u5355\u6A21\u5F0F[]: \u914D\u7F6E\u9009\u4E2D\u7684\u8D44\u6E90\u5728\u6EA2\u51FA\u65F6\u88AB\u4FDD\u7559

#nuclears
block.singularity-nuclear_pipe_node.name = \u4E2D\u5B50\u80FD\u91CF\u8282\u70B9
block.singularity-nuclear_pipe_node.description = \u4E2D\u5B50\u80FD\u4F20\u8F93\u8282\u70B9\uFF0C\u7528\u4E8E\u4F20\u8F93\u6838\u80FD\u91CF\uFF0C\u4EE5\u94FE\u63A5\u591A\u4E2A\u8282\u70B9\u7684\u65B9\u5F0F\u6784\u5EFA\u6838\u80FD\u8FD0\u8F93\u7F51\u7EDC
block.singularity-phase_pipe_node.name = \u76F8\u4F4D\u80FD\u91CF\u5854
block.singularity-phase_pipe_node.description = \u5927\u578B\u4E2D\u5B50\u80FD\u8FD0\u8F93\u4F20\u8F93\u8BBE\u5907\uFF0C\u53EF\u4EE5\u627F\u8F7D\u66F4\u9AD8\u7684\u80FD\u91CF\u8D1F\u8F7D\u548C\u66F4\u591A\u7684\u94FE\u63A5\u6570\u91CF
block.singularity-energy_buffer.name = \u4E2D\u5B50\u7F13\u51B2\u5668
block.singularity-energy_buffer.description = \u5C0F\u578B\u80FD\u91CF\u7F13\u51B2\u8BBE\u65BD\uFF0C\u7528\u4E8E\u7A33\u5B9A\u80FD\u91CF\u6C34\u5E73\u548C\u80FD\u91CF\u5347\u964D\u538B\uFF0C\u53EF\u8FDB\u884C\u4F4E\u80FD\u533A\u8C03\u538B
block.singularity-crystal_buffer.name = \u6676\u4F53\u52BF\u5792
block.singularity-crystal_buffer.description = \u4E2D\u578B\u80FD\u91CF\u7F13\u51B2\u8BBE\u65BD\uFF0C\u5177\u6709\u66F4\u5927\u7684\u80FD\u91CF\u7F13\u51B2\u7A7A\u95F4\uFF0C\u53EF\u8FDB\u884C\u4E2D\u538B\u533A\u8C03\u538B
block.singularity-high_voltage_buffer.name = \u9AD8\u538B\u7F13\u51B2\u5668
block.singularity-high_voltage_buffer.description = \u5927\u578B\u80FD\u91CF\u7F13\u51B2\u8BBE\u65BD\uFF0C\u66F4\u5927\u7684\u7F13\u51B2\u7A7A\u95F4\u57FA\u672C\u53EF\u4EE5\u6EE1\u8DB3\u4EFB\u4F55\u60C5\u51B5\u7684\u80FD\u91CF\u7F13\u51B2\uFF0C\u53EF\u7528\u4E8E\u8FDB\u884C\u9AD8\u538B\u533A\u8C03\u538B
block.singularity-neutron_matrix_buffer.name = \u4E2D\u5B50\u7F13\u51B2\u77E9\u9635
block.singularity-neutron_matrix_buffer.description = \u8D85\u5927\u578B\u80FD\u91CF\u7F13\u51B2\u9635\u5217\uFF0C\u590D\u5408\u7F13\u51B2\u5177\u5907\u6700\u5927\u7684\u7F13\u51B2\u5BB9\u91CF\uFF0C\u5176\u5177\u5907\u4ECE\u4F4E\u538B\u5230\u8D85\u9AD8\u538B\u7684\u5168\u57DF\u8C03\u538B\u8303\u56F4
block.singularity-crystal_container.name = \u6676\u4F53\u50A8\u80FD\u7C07
block.singularity-crystal_container.description = \u6676\u4F53\u5F0F\u4E2D\u5B50\u80FD\u5B58\u50A8\u5668\uFF0C\u7528\u4E8E\u5B58\u50A8\u4E2D\u5B50\u80FD
block.singularity-magnetic_energy_container.name = \u73AF\u5F62\u7535\u78C1\u50A8\u80FD\u7C07
block.singularity-magnetic_energy_container.description = \u7EA6\u675F\u5F0F\u4E3B\u52A8\u4E2D\u5B50\u80FD\u5B58\u50A8\u8BBE\u5907\uFF0C\u53EF\u4EE5\u5B58\u50A8\u6781\u5927\u91CF\u7684\u80FD\u91CF\uFF0C\u4F46\u662F\u9700\u8981\u6D88\u8017\u7535\u529B\uFF0C\u82E5\u7535\u529B\u4F9B\u5E94\u4E0D\u8DB3\u4F1A\u53D1\u751F\u6CC4\u6F0F
block.singularity-decay_bin.name = \u8870\u53D8\u4ED3
block.singularity-decay_bin.description = \u653E\u5C04\u6027\u7269\u8D28\u8FDB\u884C\u8870\u53D8\u4EA7\u751F\u5C11\u91CF\u7684\u6838\u80FD\u91CF\uFF0C\u53EF\u80FD\u5B58\u5728\u526F\u4EA7\u7269
block.singularity-neutron_generator.name = \u4E2D\u5B50\u80FD\u53D1\u7535\u673A
block.singularity-neutron_generator.description = \u5229\u7528\u7ECF\u5178\u7684\u4E2D\u5B50\u5206\u89E3\u6280\u672F\uFF0C\u4F7F\u7528\u6838\u80FD\u91CF\u751F\u4EA7\u5927\u91CF\u7535\u529B
block.singularity-nuclear_impact_reactor.name = \u6838\u5B50\u51B2\u51FB\u53CD\u5E94\u5806
block.singularity-nuclear_impact_reactor.description = \u5148\u8FDB\u7684\u6838\u5185\u7206\u5F0F\u51B2\u51FB\u53CD\u5E94\u5806\uFF0C\u5229\u7528\u529B\u573A\u7EA6\u675F\u4F7F\u6838\u7206\u70B8\u4EE5\u6700\u9AD8\u7684\u6548\u7387\u63A8\u52A8\u538B\u7535\u8F6C\u5B50\u53D1\u7535
block.singularity-nuclear_reactor.name = \u6838\u53CD\u5E94\u5806
block.singularity-nuclear_reactor.description = \u6807\u51C6\u7684\u6838\u88C2\u53D8\u53CD\u5E94\u5806\uFF0C\u4F7F\u7528\u538B\u7F29\u6838\u71C3\u6599\u4EE5\u9AD8\u6548\u7387\u4EA7\u51FA\u6838\u80FD\uFF0C\u71C3\u6599\u8D8A\u7D27\u51D1\u6548\u7387\u8D8A\u9AD8\u3002\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5267\u70C8\u7684[accent]\u7206\u70B8[]
block.singularity-lattice_reactor.name = \u6676\u683C\u53CD\u5E94\u5806
block.singularity-lattice_reactor.description = \u7279\u5236\u7684\u7F13\u901F\u53CD\u5E94\u5806\uFF0C\u4E0D\u4F7F\u7528\u538B\u7F29\u71C3\u6599\uFF0C\u76F4\u63A5\u5BF9\u71C3\u6599\u6676\u683C\u7ED3\u6784\u6392\u5217\u5316\u8FDB\u884C\u53EF\u63A7\u88C2\u53D8\uFF0C\u4EA7\u80FD\u8F83\u4F4E\uFF0C\u4F46\u5229\u7528\u7387\u6781\u9AD8\u3002\n\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5C0F\u8303\u56F4[accent]\u7206\u70B8[]
block.singularity-overrun_reactor.name = \u8D85\u6838\u4E34\u754C\u53CD\u5E94\u5806
block.singularity-overrun_reactor.description = \u5148\u8FDB\u7684\u7279\u5927\u578B\u53CD\u5E94\u5806\uFF0C\u5185\u90E8\u529B\u573A\u8FDB\u4E00\u6B65\u538B\u7F29\u71C3\u6599\u4F7F\u53CD\u5E94\u66F4\u52A0\u5267\u70C8\uFF0C\u5177\u6709\u6781\u9AD8\u7684\u4EA7\u80FD\u6548\u7387\uFF0C\u4E14\u4E0D\u4F1A\u4EA7\u751F\u6838\u5E9F\u6599\n\u9700\u8981\u7279\u6B8A\u7684\u51B7\u5374\u624B\u6BB5\u63A7\u5236\u5806\u6E29\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5927\u8303\u56F4\u6BC1\u706D\u6027[red]\u6838\u7206[]
block.singularity-tokamak_firer.name = \u6258\u5361\u9A6C\u514B\u70B9\u706B\u88C5\u7F6E
block.singularity-tokamak_firer.description = \u6258\u5361\u9A6C\u514B\u6838\u805A\u53D8\u88C5\u7F6E\u7684\u6838\u5FC3\u7EC4\u4EF6\uFF0C\u662F\u6DFB\u52A0\u6750\u6599\u4E0E\u8F93\u51FA\u80FD\u91CF\u7684\u7AEF\u53E3\uFF0C\u5728\u4E00\u4E2A\u6838\u805A\u53D8\u88C5\u7F6E\u4E2D\u5FC5\u987B\u6709\u4E14\u53EA\u6709\u4E00\u4E2A\u6B64\u8BBE\u5907\u3002\u5C06\u6B64\u8BBE\u5907\u4F7F\u7528\u805A\u53D8\u7EA6\u675F\u5BFC\u8F68\u94FE\u63A5\u6210\u4E00\u4E2A\u95ED\u73AF(\u8FD9\u4E2A\u95ED\u73AF\u6709\u4E14\u53EA\u80FD\u67094\u4E2A\u62D0\u89D2)\u6784\u6210\u5B8C\u6574\u7684\u6258\u5361\u9A6C\u514B\u805A\u53D8\u53CD\u5E94\u5806\uFF0C\u800C\u6B64\u53CD\u5E94\u5806\u7684\u529F\u7387\u53D6\u51B3\u4E8E\u6574\u4E2A\u7ED3\u6784\u7684\u89C4\u6A21\u5927\u5C0F
block.singularity-magnetic_confinement_orbit.name = \u8D85\u5BFC\u7535\u78C1\u7EA6\u675F\u5BFC\u8F68
block.singularity-magnetic_confinement_orbit.description = \u901A\u8FC7\u7535\u78C1\u573A\u7EA6\u675F\u7B49\u79BB\u5B50\u4F53\u6D41\u7684\u805A\u53D8\u7EA6\u675F\u5BFC\u8F68\uFF0C\u9700\u8981\u6D88\u8017\u5927\u91CF\u7535\u529B\u9A71\u52A8
block.singularity-tidal_confinement_orbit.name = \u6F6E\u6C50\u7EA6\u675F\u5BFC\u8F68
block.singularity-tidal_confinement_orbit.description = \u5229\u7528\u5F15\u529B\u573A\u5F3A\u5236\u7EA6\u675F\u7B49\u79BB\u5B50\u6D41\u7684\u805A\u53D8\u5BFC\u8F68\uFF0C\u4F53\u79EF\u5DE8\u5927\uFF0C\u4F46\u5177\u6709\u975E\u5E38\u9AD8\u7684\u529F\u7387\u500D\u6570
block.singularity-nuclear_energy_source.name = \u6838\u80FD\u6E90
block.singularity-nuclear_energy_void.name = \u6838\u80FD\u9ED1\u6D1E

#defence
block.singularity-phased_radar.name = \u76F8\u63A7\u96F7\u8FBE
block.singularity-phased_radar.description = \u96F7\u8FBE\u5355\u5143\uFF0C\u53EF\u6784\u6210\u76F8\u63A7\u96F7\u8FBE\u9635\u5217\uFF0C\u9501\u5B9A\u8303\u56F4\u5185\u7684\u654C\u65B9\u7A7A\u4E2D\u5355\u4F4D\uFF0C\u653B\u51FB\u88AB\u9501\u5B9A\u7684\u76EE\u6807\u6709\u6982\u7387\u9020\u6210\u989D\u5916\u5927\u91CF\u4F24\u5BB3\uFF0C\u6740\u4F24\u500D\u7387\u548C\u6982\u7387\u90FD\u53D6\u51B3\u4E8E\u9635\u5217\u5927\u5C0F
block.singularity-strengthening_alloy_wall.name = \u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall.description = \u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-strengthening_alloy_wall_large.name = \u5927\u578B\u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall_large.description = \u5927\u578B\u7684\u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-neutron_polymer_wall.name = \u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall.description = \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB
block.singularity-neutron_polymer_wall_large.name = \u5927\u578B\u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall_large.description = \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5927\u578B\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB
block.singularity-attack_matrix.name = \u751F\u547D\u6E38\u620F-\u6DF7\u6C8C\u77E9\u9635
block.singularity-attack_matrix.description = \u5E9E\u5927\u4E14\u6709\u6548\u7684\u91CD\u578B\u9632\u5FA1\u7CFB\u7EDF\uFF0C\u53CD\u7269\u8D28\u5728\u529B\u573A\u7684\u5F15\u5BFC\u4E0B\uFF0C\u4F1A\u6309\u7167\u751F\u547D\u6E38\u620F\u7684\u89C4\u5219\u5728\u7F51\u683C\u4E2D\u4E0D\u65AD\u6F14\u5316\uFF0C\u5E76\u884D\u751F\u51FA\u53EF\u6015\u7684\u6548\u679C\u3002\n\u5177\u4F53\u6765\u8BF4\uFF0C\u751F\u547D\u6E38\u620F\u6240\u5728\u7684\u7F51\u683C\u4E0A\uFF0C\u6BCF\u4E00\u4E2A\u5355\u5143\u683C\u90FD\u662F\u4E00\u4E2A\u7EC6\u80DE\uFF0C\u7EC6\u80DE\u53EA\u6709\u4E24\u79CD\u72B6\u6001\uFF0C\u751F\u4E0E\u6B7B\uFF0C\u6BCF\u4E00\u4E2A\u7EC6\u80DE\u5728\u4E00\u6B21\u5237\u65B0\u540E\u7684\u72B6\u6001\u7531\u5B83\u5468\u56F48\u4E2A\u7EC6\u80DE\u51B3\u5B9A\uFF0C\u4F1A\u9075\u5FAA\u5982\u4E0B\u89C4\u5219\u8FDB\u884C\u6F14\u5316\uFF1A\n[accent]\u5F53\u8FD9\u4E2A\u7EC6\u80DE\u5904\u4E8E\u6B7B\u4EA1\u72B6\u6001\u65F6[]\n[green]  1.\u82E5\u5468\u56F4\u7684\u5B58\u6D3B\u7EC6\u80DE\u6570\u91CF\u4E3A3\u5219\u5728\u4E0B\u4E00\u523B\u8F6C\u53D8\u4E3A\u5B58\u6D3B\u72B6\u6001[]\n  [gray]2.\u4EFB\u4F55\u5176\u4ED6\u60C5\u51B5\uFF0C\u7EC6\u80DE\u72B6\u6001\u4E0D\u53D8[]\n[accent]\u5F53\u8FD9\u4E2A\u7EC6\u80DE\u5904\u4E8E\u5B58\u6D3B\u72B6\u6001\u65F6[]\n[red]  1.\u82E5\u5468\u56F4\u7684\u5B58\u6D3B\u7EC6\u80DE\u6570\u91CF\u591A\u4E8E4\uFF08\u542B4\uFF09\u5219\u4E0B\u4E00\u523B\u7EC6\u80DE\u6B7B\u4EA1[]\n[red]  2.\u82E5\u5468\u56F4\u5B58\u6D3B\u7EC6\u80DE\u6570\u91CF\u5C11\u4E8E2\uFF08\u4E0D\u542B2\uFF09\u5219\u4E0B\u4E00\u523B\u7EC6\u80DE\u6B7B\u4EA1[] \n[gray]  3.\u4EFB\u4F55\u5176\u4ED6\u60C5\u51B5\uFF0C\u7EC6\u80DE\u72B6\u6001\u4E0D\u53D8[]\n\u6BCF\u4E00\u6B21\u5237\u65B0\uFF0C\u6240\u6709\u5B58\u6D3B\u7684\u7EC6\u80DE\u5BFF\u547D\u4F1A\u589E\u52A01\uFF0C\u5728\u7EC6\u80DE\u6B7B\u4EA1\u65F6\uFF0C\u6839\u636E\u7EC6\u80DE\u7684\u5E74\u9F84\u4F1A\u89E6\u53D1\u76F8\u5E94\u7684\u6548\u679C\uFF0C\u968F\u7EC6\u80DE\u5BFF\u547D\u7684\u589E\u52A0\uFF0C\u5F3A\u5EA6\u4F1A\u5927\u5E45\u5EA6\u589E\u5F3A
block.singularity-attack_matrix.details = \u751F\u547D\u6E38\u620F\u8FD9\u4E00\u6982\u5FF5\u539F\u672C\u662F\u7531\u6570\u5B66\u5BB6\u5EB7\u5A01\u8BBE\u8BA1\u7684\u4E00\u4E2A\u8BA1\u7B97\u673A\u7A0B\u5E8F\uFF0C\u65E9\u671F\uFF0C\u4EBA\u4EEC\u4EC5\u4EC5\u7814\u7A76\u4E0E\u63A2\u7D22\u4E86\u751F\u547D\u6E38\u620F\u5728\u8BA1\u7B97\u673A\u7A0B\u5E8F\u7A0B\u5E8F\u7EA7\u522B\u7684\u89C4\u5F8B\uFF0C\u5176\u4E0E\u81EA\u7136\u79D1\u5B66\u7684\u91CD\u53E0\u51E0\u4E4E\u5B8C\u5168\u88AB\u5FFD\u89C6\u4E86\uFF0C\u76F4\u5230\u4E8C\u5341\u4E00\u4E16\u7EAA60\u5E74\u4EE3\uFF0C\u79D1\u5B66\u5BB6\u53D1\u73B0\u5728\u771F\u7A7A\u4ED3\u5185\u7684\u7C92\u5B50\u6DA8\u843D\u89C4\u5F8B\u4E0E\u751F\u547D\u6E38\u620F\u5728\u5F62\u5F0F\u4E0A\u9AD8\u5EA6\u91CD\u5408\uFF0C\u751F\u547D\u6E38\u620F\u89C4\u5219\u6210\u4E3A\u4E86\u4E00\u9879\u79D1\u5B66\u89C4\u5F8B\u3002\u5728\u8FD9\u4E00\u89C4\u5219\u4E0B\u8FDB\u884C\u53D7\u63A7\u7684\u53CD\u7269\u8D28\u6E6E\u706D\u53EF\u4EE5\u5F97\u5230\u6700\u63A5\u8FD1\u7406\u8BBA\u6570\u636E\u7684\u80FD\u91CF\u5229\u7528\u6548\u7387\uFF0C\u56E0\u6B64\u8FD9\u4E00\u89C4\u5219\u5E7F\u6CDB\u88AB\u5E94\u7528\u4E8E\u80FD\u6E90\u4E0E\u6B66\u88C5\uFF0C\u4E0D\u8FC7\uFF0C\u50CF\u6DF7\u6C8C\u77E9\u9635\u8FD9\u6837\u5F7B\u5E95\u7684\u5DE8\u578B\u7F51\u683C\u672C\u8EAB\u8FD8\u662F\u4E00\u4E2A\u8FC7\u4E8E\u5927\u80C6\u7684\u5C1D\u8BD5\uFF0C\u6240\u5E78\u5728\u5DE8\u5927\u7684\u5B66\u672F\u538B\u529B\u4E0B\u4E2D\u6B62\u6570\u6B21\u6570\u6B21\u540E\u8BE5\u9879\u76EE\u8FD8\u662F\u6536\u83B7\u4E86\u975E\u5E38\u7A81\u51FA\u7684\u6210\u679C

#turret
block.singularity-curtain.name = \u906E\u5E55
block.singularity-curtain.description = \u53D1\u5C04\u77F3\u58A8\u70B8\u5F39\uFF0C\u4F1A\u5236\u9020\u4E00\u7BC7\u77F3\u58A8\u4E91\uFF0C\u4E00\u79CD\u6734\u7D20\u4F46\u6709\u6548\u7684\u5BF9\u7A7A\u9632\u5FA1\u6B66\u5668
block.singularity-flash.name = \u95EA\u5149
block.singularity-flash.description = \u53D1\u5C04\u5E26\u7535\u5DE8\u6D6A\u5B50\u5F39\u8D2F\u7A7F\u654C\u4EBA\uFF0C\u91CA\u653E\u7684\u5927\u91CF\u95EA\u7535\u80FD\u591F\u5BF9\u96C6\u7FA4\u9020\u6210\u5341\u5206\u53EF\u89C2\u7684\u6253\u51FB
block.singularity-roentgen.name = \u4F26\u7434
block.singularity-roentgen.description = \u53D1\u5C04\u6781\u5177\u7A7F\u900F\u529B\u7684\u9AD8\u80FD\u6FC0\u5149\u675F\uFF0C\u6740\u4F24\u529B\u6781\u5F3A
block.singularity-mist.name = \u8FF7\u96FE
block.singularity-mist.description = \u4E00\u95E8\u91CD\u578B\u5BF9\u5730\u590D\u5408\u77F3\u58A8\u5927\u70AE\uFF0C\u53D1\u5C044\u9897\u586B\u5145\u4E86\u677E\u6563\u77F3\u58A8\u7684\u70AE\u5F39\uFF0C\u7206\u70B8\u540E\u4F1A\u4EA7\u751F\u4E00\u7247\u4F1A\u5E26\u6709\u7535\u78C1\u8109\u51B2\u7684\u77F3\u58A8\u4E91
block.singularity-haze.name = \u9634\u973E
block.singularity-haze.description = \u5927\u578B\u77F3\u58A8\u5BFC\u5F39\u53D1\u5C04\u5668\uFF0C\u53D1\u5C04\u4E00\u679A\u7535\u78C1\u8109\u51B2\u6838\u5F39\uFF0C\u5305\u88F9\u7684\u5DE8\u91CF\u77F3\u58A8\u4F1A\u4EA7\u751F\u4E00\u7247\u5DE8\u5927\u7684\u77F3\u58A8\u4E91\u4F20\u5BFC\u7535\u78C1\u8109\u51B2\uFF0C\u9020\u6210\u4E25\u91CD\u7684\u7535\u5B50\u635F\u4F24
block.singularity-haze.details = \u539F\u5B50\u5F39\u7206\u70B8\u65F6\uFF0C\u4F1A\u5F15\u53D1\u5927\u8303\u56F4\u6781\u5176\u5267\u70C8\u7684\u7535\u78C1\u8109\u51B2\uFF0C\u4E00\u679A\u5E38\u89C4\u6218\u672F\u5F53\u91CF\u7684\u6838\u5F39\u5934\u7206\u70B8\u4EA7\u751F\u7684\u7535\u78C1\u8109\u51B2\u8DB3\u4EE5\u77AC\u95F4\u70E7\u6BC1\u6570\u516C\u91CC\u5185\u7684\u6240\u6709\u975E\u519B\u7528\u7EA7\u5C4F\u853D\u7535\u5B50\u8BBE\u5907\uFF0C\u867D\u7136\u5404\u79CD\u610F\u4E49\u4E0A\u5728\u8FD9\u8303\u56F4\u5185\u7684\u8BBE\u5907\u53EF\u80FD\u5E76\u8F6E\u4E0D\u5230\u88AB\u7535\u78C1\u8109\u51B2\u6467\u6BC1
block.singularity-mirage.name = \u865A\u5984
block.singularity-mirage.description = \u9AD8\u80FDFEX\u7ED3\u6676\u5F39\u5C04\u5668\uFF0C\u5C06\u5927\u5757\u7ED3\u6676\u6001FEX\u53D1\u5C04\u5411\u76EE\u6807\uFF0C\u4E0D\u540C\u7684\u7ED3\u6676\u72B6\u6001\u4F1A\u4EA7\u751F\u622A\u7136\u4E0D\u540C\u7684\u6548\u679C\uFF0C\u5728\u4E92\u76F8\u4F5C\u7528\u4E0B\u53EF\u4EE5\u9020\u6210\u76F8\u5F53\u5927\u7684\u6740\u4F24\u6548\u679C
block.singularity-mirage.details = \u4F60\u60F3\u611F\u53D7\u6838\u805A\u53D8\u4E48\uFF1F
block.singularity-thunder.name = \u60CA\u86F0
block.singularity-thunder.description = \u5927\u529F\u7387\u7535\u79BB\u8F70\u51FB\u6B66\u5668\uFF0C\u5B83\u4F1A\u7528\u8000\u773C\u7684\u95EA\u7535\u5C06\u654C\u4EBA\u5316\u4E3A\u7070\u70EC
block.singularity-thunder.details = \u201C\u60CA\u86F0\u65F6\u8282\uFF0C\u6625\u96F7\u4E4D\u52A8\uFF0C\u58F0\u60CA\u767E\u866B\u201D\n\u8FD9\u5EA7\u5E9E\u7136\u5927\u7269\u51ED\u501F\u5176\u5982\u540C\u96F7\u9E23\u822C\u7684\u58F0\u54CD\u548C\u80FD\u591F\u4E0E\u96F7\u7535\u5E73\u9F50\u7684\u6740\u4F24\u529B\uFF0C\u5728JQ-24\u8BA1\u5212\u4E2D\u53D6\u5F97\u201C\u60CA\u86F0\u201D\u4E4B\u540D
block.singularity-spring.name = \u6625\u5206
block.singularity-spring.description = \u8FD9\u5EA7\u70AE\u5854\u80FD\u591F\u5F15\u5BFC\u80FD\u91CF\u591F\u4FEE\u590D\u6211\u65B9\u5355\u4F4D\u548C\u5EFA\u7B51\uFF0C\u540C\u65F6\u5B83\u4F1A\u4FB5\u5165\u654C\u65B9\u7684\u673A\u68B0\u7ED3\u6784\u4E2D\uFF0C\u963B\u6B62\u5176\u884C\u52A8
block.singularity-spring.details = \u201C\u4EF2\u6625\u4E4B\u6708\uFF0C\u6625\u96E8\u5982\u9165\uFF0C\u98CE\u5439\u800C\u82CF\u751F\u4E07\u7269\u201D\n\u6210\u719F\u7684\u80FD\u91CF\u5F15\u5BFC\u6280\u672F\u8D4B\u4E88\u4E86\u8FD9\u5EA7\u5DE8\u7269\u5341\u5206\u7A81\u51FA\u7684\u80FD\u529B\uFF0C\u5982\u6625\u98CE\u822C\u5439\u62C2\u5B83\u7684\u4FEE\u8865\u76EE\u6807\uFF0C\u5728JQ-24\u8BA1\u5212\u4E2D\u5F97\u201C\u6625\u5206\u201D\u4E4B\u540D
block.singularity-dew.name = \u767D\u9732
block.singularity-dew.description = \u8FDE\u7EED\u9AD8\u901F\u53D1\u5C04\u4E00\u8FDE\u4E32\u7A7F\u7532\u5F39\uFF0C\u5411\u654C\u4EBA\u503E\u6CFB\u5982\u540C\u66B4\u96E8\u822C\u7684\u706B\u529B
block.singularity-dew.details = \u201C\u767D\u9732\u4E4B\u81F3\uFF0C\u6302\u73E0\u4E8E\u6668\u53F6\uFF0C\u51E1\u98CE\u5439\u8349\u52A8\uFF0C\u9732\u843D\u5982\u96E8\u4E0B\u201D\n\u66B4\u96E8\u822C\u7684\u706B\u529B\u4F7F\u8FD9\u95E8\u91CD\u578B\u673A\u70AE\u5728JQ-24\u8BA1\u5212\u4E2D\u83B7\u5F97\u4E86\u63D0\u540D\u8D44\u683C\uFF0C\u4EE5\u201C\u767D\u9732\u201D\u4E4B\u540D\u6539\u5199\u52A8\u80FD\u6B66\u5668\u7684\u5386\u53F2
block.singularity-fubuki.name = \u5439\u96EA
block.singularity-fubuki.description = \u5411\u524D\u55B7\u53D1\u51DB\u51BD\u7684\u51B0\u971C\u98CE\u66B4\uFF0C\u51DB\u51BD\u7684\u98CE\u96EA\u8DB3\u4EE5\u5C06\u654C\u4EBA\u51BB\u7ED3\u6210\u51B0\u96D5
block.singularity-fubuki.details = \u867D\u7136\u4EE5\u201C\u98CE\u96EA\u201D\u4F5C\u55BB\uFF0C\u4F46\u4E8B\u5B9E\u4E0A\u8FD9\u95E8\u5927\u70AE\u53D1\u5C04\u7684\u5982\u66B4\u96EA\u4E00\u822C\u7684\u706B\u529B\uFF0C\u6BCF\u4E00\u9897\u90FD\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\uFF0C\u5728\u5B83\u5F00\u706B\u65F6\uFF0C\u65B9\u5706\u4E00\u516C\u91CC\u4EE5\u5185\u5BF9\u6709\u673A\u751F\u547D\u800C\u8A00\u90FD\u662F\u7EDD\u5BF9\u81F4\u547D\u7684\u4F4E\u6E29
block.singularity-frost.name = \u971C\u964D
block.singularity-frost.description = \u4ECE\u6FC0\u5149\u51B7\u5374\u53D1\u5C55\u800C\u6765\u7684\u5DE8\u578B\u51B7\u51BB\u5149\u675F\u70AE\uFF0C\u7528\u5DE8\u5927\u7684\u51B0\u51BB\u5149\u675F\u7ED9\u654C\u4EBA\u6C89\u75DB\u800C\u5BD2\u51B7\u7684\u91CD\u51FB
block.singularity-frost.details = \u201C\u971C\u964D\u65F6\u8282\uFF0C\u4E07\u7269\u6BD5\u6210\uFF0C\u9634\u6C14\u59CB\u51DD\uFF0C\u5BD2\u6C14\u81EA\u6B64\u59CB\u201D\n\u4F9D\u636E\u5C06\u654C\u4EBA\u51B0\u51BB\u800C\u540E\u7C89\u788E\u7684\u7406\u5FF5\u8BBE\u8BA1\u7684\u4E00\u4EE3\u6B66\u5668\uFF0C\u5C31\u50CF\u662F\u4E0E[\u7194\u6BC1]\u5728\u5531\u7740\u53CD\u8C03\uFF0C\u7A81\u51FA\u7684\u706B\u529B\u4EE4\u5B83\u5728JQ-24\u8BA1\u5212\u4E2D\u593A\u5F97\u201C\u971C\u964D\u4E4B\u540D\u201D
block.singularity-winter.name = \u51AC\u81F3
block.singularity-winter.description = \u5B83\u7528\u529B\u573A\uFF0C\u5C06\u5468\u56F4\u7684\u7269\u8D28\u5206\u5B50\u7684\u79FB\u52A8\u7262\u7262\u7684\u9650\u5236\uFF0C\u5728\u6781\u5BD2\u9886\u57DF\u5C55\u5F00\u7684\u77AC\u95F4\uFF0C\u6709\u5982\u65F6\u95F4\u4E5F\u88AB\u51BB\u7ED3\u4E00\u822C\uFF0C\u4E00\u5207\u90FD\u505C\u4E86\u4E0B\u6765\uFF0C\u5E76\u7834\u788E\u6210\u65E0\u6570\u5FAE\u5C0F\u7684\u788E\u7247
block.singularity-winter.details = \u201C\u51DB\u51AC\u5DF2\u81F3\uFF0C\u767D\u96EA\u964D\u4E8E\u5927\u5730\uFF0C\u5BD2\u6C14\u8D8B\u6781\uFF0C\u51DD\u6D41\u6C34\u800C\u51BB\u767E\u7075\u201D\n\u81F3JQ-24\u8BA1\u5212\u4E3A\u6B62\uFF0C\u8FD9\u662F\u4EBA\u7C7B\u6700\u5148\u8FDB\u7684\u6280\u672F\u7ED3\u6676\uFF0C\u5F53\u5728\u5B9E\u9A8C\u5BA4\u5236\u9020\u7EDD\u5BF9\u96F6\u5EA6\u7684\u624B\u6BB5\u88AB\u6210\u719F\u7684\u7528\u4E8E\u6B66\u88C5\uFF0C\u8FD9\u6BEB\u4E0D\u610F\u5916\u7684\u593A\u4E0B\u4E86JQ-24\u8BA1\u5212\u4E2D\u201C\u4E24\u81F3\u201D\u4E4B\u4E00\u7684\u201C\u51AC\u81F3\u201D\u4E4B\u540D
block.singularity-soflame.name = \u9633\u708E
block.singularity-soflame.description = \u5C06\u80FD\u91CF\u805A\u96C6\u5230\u201C\u592A\u9633\u5206\u5B50\u201D\u4E0A\uFF0C\u76F4\u5230\u80FD\u91CF\u8DB3\u591F\u9AD8\u65F6\u53D1\u5C04\u51FA\u53BB\uFF0C\u6781\u70ED\u7684\u7269\u8D28\u4E91\u4F1A\u7559\u4E0B\u707C\u70ED\u7684\u8F68\u8FF9\uFF0C\u5E76\u5728\u78B0\u649E\u65F6\u7206\u70B8\uFF0C\u5C06\u76EE\u6807\u5316\u4E3A\u7070\u70EC
block.singularity-soflame.details = \u201C\u592A\u9633\u5206\u5B50\u201C\u6280\u672F\u7684\u7ED3\u6676\uFF0C\u5B83\u53D1\u5C04\u7684\u7269\u8D28\u4E91\u662F\u8FC4\u4ECA\u4E3A\u6B62\u4EBA\u7C7B\u80FD\u591F\u5236\u9020\u7684\u6700\u707C\u70ED\u7684\u4E1C\u897F\uFF0C\u8FC7\u70ED\u7684\u8868\u9762\u4F7F\u5468\u56F4\u7684\u7C92\u5B50\u5BC6\u5EA6\u6781\u5176\u7684\u4F4E\uFF0C\u751A\u81F3\u76F8\u5F53\u4E8E\u4E00\u4E2A\u771F\u7A7A\u5C42\uFF0C\u4EC5\u8FD9\u7247\u771F\u7A7A\u5C42\u5C31\u5DF2\u7ECF\u8DB3\u4EE5\u77AC\u95F4\u84B8\u53D1\u4EFB\u4F55\u975E\u7279\u5236\u8010\u6E29\u7684\u6750\u6599\uFF0C\u5176\u7834\u574F\u529B\u76F8\u5F53\u6050\u6016
block.singularity-summer.name = \u590F\u81F3
block.singularity-summer.description = \u6FC0\u53D1\u201C\u592A\u9633\u5206\u5B50\u201D\uFF0C\u9AD8\u901F\u91CA\u653E\u5DE8\u91CF\u7684\u53D7\u63A7\u70ED\u80FD\u56E2\uFF0C\u4EE5\u592A\u9633\u98CE\u66B4\u6467\u6BC1\u4E00\u5207\u654C\u4EBA\uFF0C\u5B83\u5F00\u706B\u4F34\u968F\u7740\u731B\u70C8\u7684\u70ED\u6D6A\uFF0C\u5C06\u88AB\u51FB\u4E2D\u7684\u4E00\u5207\u5316\u4E3A\u94C1\u6C34\u7070\u70EC
block.singularity-summer.details = \u201C\u590F\u81F3\u4E4B\u81F3\uFF0C\u7ACB\u6746\u65E0\u5F71\uFF0C\u707C\u65E5\u4E34\u7A7A\uFF0C\u7099\u70E4\u5927\u5730\u201D\n\u65B0\u751F\u7684\u70ED\u80FD\u5206\u5B50\u6B66\u5668\uFF0C\u5374\u5728\u6027\u80FD\u4E0A\u5927\u653E\u5F02\u5F69\uFF0C\u5728\u5B83\u8FD1\u4E4E\u5C06\u8BD5\u9A8C\u573A\u5F7B\u5E95\u7194\u5316\u540E\uFF0C\u6210\u529F\u63D0\u540DJQ-24\u8BA1\u5212\u4E2D\u7684\u201C\u4E24\u81F3\u201D\u4E4B\u4E00\uFF0C\u201C\u590F\u81F3\u201D
#coating
coating.depletedUranium = \u8D2B\u94C0\u7A7F\u7532\u5F39\u5934
coating.crystal_fex = FEX_\u7ED3\u6676\u58F3

#----------Units----------#
unit.singularity-mornstar.name = \u6668\u661F
unit.singularity-mornstar.description = \u642D\u8F7D\u5149\u675F\u5F15\u64CE\u7684\u5DE8\u578B\u62A4\u536B\u8230\uFF0C\u88C5\u8F7D\u5149\u68F1\u8709\u86B4\u6A21\u5757\u3002\u80FD\u591F\u5F15\u5BFC\u5149\u675F\u80FD\u91CF\u4F53\u53D1\u52A8\u731B\u70C8\u7684\u653B\u51FB\uFF0C\u540C\u65F6\u5B83\u642D\u8F7D\u7684\u91CD\u578B\u7535\u78C1\u8109\u51B2\u4E3B\u70AE\u4E5F\u80FD\u5BF9\u654C\u4EBA\u9020\u6210\u81F4\u547D\u7684\u6253\u51FB\n[gray]\u672A\u5B8C\u6210\u5185\u5BB9[]
unit.singularity-kaguya.name = \u8F89\u591C
unit.singularity-kaguya.description = \u642D\u8F7D\u5149\u675F\u5F15\u64CE\u7684\u5DE8\u578B\u653B\u51FB\u8230\uFF0C\u5177\u6709\u5F3A\u5927\u7684\u706B\u529B\u548C\u76F8\u5F53\u7075\u6D3B\u7684\u673A\u52A8\u6027\uFF0C\u5176\u6B66\u88C5\u8DB3\u4EE5\u5C06\u7EDD\u5927\u591A\u6570\u9632\u7EBF\u5937\u4E3A\u5E73\u5730\n[gray]\u672A\u5B8C\u6210\u5185\u5BB9[]
unit.singularity-aurora.name = \u6781\u5149
unit.singularity-aurora.description = \u642D\u8F7D\u5149\u675F\u5F15\u64CE\u7684\u6218\u5217\u65D7\u8230\uFF0C\u5C06\u5F15\u64CE\u529F\u7387\u6700\u5927\u7A0B\u5EA6\u5185\u5316\uFF0C\u5176\u88C5\u8F7D\u7684\u4E24\u95E8\u201C\u5149\u9525\u201D\u4E3B\u70AE\u80FD\u591F\u8D2F\u7A7F\u4EFB\u4F55\u5F3A\u4E92\u4F5C\u7528\u6750\u6599\u4E4B\u5916\u7684\u88C5\u7532\uFF0C\u7ED9\u654C\u4EBA\u4EE5\u6BC1\u706D\u6027\u7684\u6253\u51FB\n[gray]\u672A\u5B8C\u6210\u5185\u5BB9[]
unit.singularity-emptiness.name = \u865A\u5BBF
unit.singularity-emptiness.description = \u5DE8\u578B\u5149\u68F1\u6218\u5217\u8230\uFF0C\u5149\u675F\u53CD\u5E94\u5806\u7684\u6700\u7EC8\u4EA7\u7269\uFF0C\u706B\u529B\u81F3\u4E0A\u539F\u5219\u7684\u6700\u7EC8\u7B54\u6848\uFF0C\u5176\u9020\u6210\u7684\u6BC1\u4F24\u8DB3\u4EE5\u5C06\u4E00\u5EA7\u57CE\u5E02\u5728\u8F6C\u77AC\u95F4\u4ECE\u5730\u56FE\u4E0A\u62B9\u53BB\n[gray]\u672A\u5B8C\u6210\u5185\u5BB9[]
unit.singularity-unstable_energy_body.name = \u4E0D\u7A33\u5B9A\u80FD\u91CF\u4F53

ability.mirror_armor = \u955C\u9762\u88C5\u7532
ability.mirror_shield = \u955C\u9762\u529B\u573A

#----------StatusEffects----------*
status.singularity-emp_damaged.name = \u7535\u78C1\u635F\u6BC1
status.singularity-emp_damaged.description = \u5355\u4F4D\u7684\u7CFB\u7EDF\u4E2D\u67A2\u53CA\u5404\u5468\u8FB9\u7535\u5B50\u8BBE\u5907\u4E25\u91CD\u635F\u6BC1\uFF0C\u706B\u63A7\u6838\u5FC3\u51E0\u4E4E\u5931\u6548\uFF0C\u6240\u6709\u529F\u80FD\u8BBE\u5907\u5B8C\u5168\u5931\u6548\uFF0C\u8FD1\u4E4E\u5E9F\u94C1
status.singularity-locking.name = \u9501\u5B9A
status.singularity-locking.description = \u5355\u4F4D\u53D7\u5230\u7684\u653B\u51FB\u6709\u6982\u7387\u9020\u6210\u66F4\u9AD8\u7684\u4F24\u5BB3\uFF0C\u8FD9\u53D6\u51B3\u4E8E\u9501\u5B9A\u7684\u5F3A\u5EA6
status.singularity-electric_disturb.name = \u7535\u5B50\u5E72\u6270
status.singularity-electric_disturb.description = \u7535\u5B50\u8BBE\u5907\u53D7\u5230\u5916\u90E8\u5E72\u6270\uFF0C\u706B\u63A7\u7CFB\u7EDF\u5C06\u65E0\u6CD5\u6B63\u5E38\u5DE5\u4F5C
status.singularity-spring_coming.name = \u4E34\u6625
status.singularity-spring_coming.description = \u7EB3\u7C73\u673A\u5668\u4EBA\u77E9\u9635\u4F1A\u5728\u529B\u573A\u7684\u5F15\u5BFC\u4E0B\u4E3A\u5355\u4F4D\u63D0\u4F9B\u589E\u76CA
status.singularity-wild_growth.name = \u66AE\u6625
status.singularity-wild_growth.description = \u53D7\u529B\u573A\u63A7\u5236\u7684\u7EB3\u7C73\u673A\u5668\u4EBA\u4F1A\u5E72\u6270\u5355\u4F4D\u7684\u884C\u52A8\uFF0C\u7834\u574F\u5176\u8BBE\u65BD
status.singularity-frost.name = \u971C\u51BB
status.singularity-frost.description = \u5728\u6781\u4F4E\u7684\u6E29\u5EA6\u4E0B\uFF0C\u5355\u4F4D\u7684\u7CFB\u7EDF\u5C06\u5F88\u96BE\u6B63\u5E38\u5DE5\u4F5C\uFF0C\u5728\u5BD2\u6C14\u5B8C\u5168\u6E17\u900F\u5230\u5355\u4F4D\u7684\u6838\u5FC3\u540E\uFF0C\u5B83\u5C06\u88AB\u51BB\u6210\u4E00\u4E2A\u5DE8\u5927\u7684\u51B0\u5757
status.singularity-frost_freeze.name = \u51DB\u51BB
status.singularity-frost_freeze.description = \u5355\u4F4D\u88AB\u5BD2\u6C14\u88AB\u5F7B\u5E95\u51B0\u5C01\uFF0C\u65E0\u6CD5\u884C\u52A8\uFF0C\u5982\u679C\u5BD2\u6C14\u7EE7\u7EED\u52A0\u6DF1\uFF0C\u5728\u51B0\u5757\u788E\u88C2\u65F6\uFF0C\u5B83\u4F1A\u5F7B\u5E95\u788E\u6210\u4E00\u5806\u7C89\u672B
status.singularity-meltdown.name = \u7194\u6BC1
status.singularity-crystallize.name = \u7ED3\u6676\u5316
status.singularity-crystallize.description = FEX\u7269\u8D28\u5728\u5355\u4F4D\u8868\u9762\u5BCC\u96C6\u7ED3\u6676\u4EA7\u751F\u4E0D\u7A33\u5B9A\u7684\u6676\u4F53\u58F3\uFF0C\u4F7F\u5355\u4F4D\u4F1A\u4E0E\u6D3B\u6027\u7684FEX\u7ED3\u6676\u76F8\u4E92\u4F5C\u7528\uFF0C\u540C\u65F6\u5728\u53D7\u5230\u653B\u51FB\u65F6\u4F1A\u9020\u6210\u989D\u5916\u7684\u884D\u751F\u4F24\u5BB3

#----------Dialog----------#
dialog.mainMenu.title = \u5947 \u70B9
dialog.aboutMod.title = \u5173\u4E8E\u672C\u6A21\u7EC4

dialog.contributors.info = \u611F\u8C22\u6240\u6709\u53C2\u4E0ESingularity mod\u9879\u76EE\u7684\u5F00\u53D1\u8005\u4EE5\u53CA\u4E3A\u5F00\u53D1\u63D0\u4F9B\u4E86\u5E2E\u52A9\u7684\u8D21\u732E\u8005\u3002
dialog.contributors.special = \u5728\u6B64\uFF0C\u7279\u522B\u8C22\u9E23\u4E3Amod\u5F00\u53D1\u8FC7\u7A0B\u63D0\u4F9B\u4E86\u4E0D\u53EF\u6216\u5374\u7684\u5E2E\u52A9\u7684\u5F00\u53D1\u8005\u548C\u8D21\u732E\u8005
dialog.contributors.thanks = \u6700\u540E\uFF0C\u611F\u8C22\u6240\u6709\u6E38\u73A9\u672Cmod\u7684\u73A9\u5BB6\uFF0C\u6211\u4EEC\u7684\u5DE5\u4F5C\u6700\u540E\u5F97\u5230\u7684\u627F\u8BA4\u5C31\u662F\u6700\u5927\u7684\u9F13\u52B1\uFF0C\u518D\u4E00\u6B21\uFF0C\u611F\u8C22\u60A8\u7684\u6E38\u73A9\uFF01

dialog.liquidSelecting.title = \u914D\u7F6E\u6D41\u4F53\u8F93\u51FA
dialog.liquidSelecting.output = \u8F93\u51FA\u9762
dialog.liquidSelecting.outputliquid = \u6DB2\u4F53
dialog.liquidSelecting.text = \u6307\u5B9A\u65B9\u5411\u9009\u62E9\u8F93\u51FA\u7684\u6D41\u4F53\n\u4EE5\u63A7\u5236\u6D41\u4F53\u5728\u4E0D\u540C\u9762\u7684\u8F93\u51FA

dialog.openUriDialog.warning = \u8FDE\u63A5\u5931\u8D25\uFF0C\u94FE\u63A5\u5DF2\u590D\u5236\u81F3\u526A\u8D34\u677F
dialog.openUriDialog.facebook = facebook\u9996\u9875
dialog.openUriDialog.telegramPerson = telegram\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.telegramGroup = mod\u4EA4\u6D41\u7FA4
dialog.openUriDialog.qqPerson = qq\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.qqGroup1 = mod\u4EA4\u6D411\u7FA4
dialog.openUriDialog.qqGroup2 = mod\u4EA4\u6D412\u7FA4

dialog.recipeDialog.title = \u53EF\u7528\u7684\u5236\u9020
dialog.recipeDialog.optionalPrescriptTitle = \u53EF\u9009\u7684\u6D88\u8017

dialog.dataMonitor.title = \u65B9\u5757\u4FE1\u606F\u76D1\u89C6\u5668
dialog.dataMonitor.blockData = \u65B9\u5757\u6570\u636E
dialog.dataMonitor.target = \u76EE\u6807\u65B9\u5757
dialog.dataMonitor.blockPosition = \u65B9\u5757\u5750\u6807: ({0}, {1})

dialog.unitFactor.status = \u5F53\u524D\u72B6\u6001 {0}
dialog.unitFactor.title = \u914D\u7F6E\u5EFA\u9020\u961F\u5217
dialog.unitFactor.executing = \u6B63\u5728\u6267\u884C
dialog.unitFactor.executed = \u5DF2\u6267\u884C {0}/{1}
dialog.unitFactor.queue = \u4EFB\u52A1\u961F\u5217
dialog.unitFactor.queueMode = \u961F\u5217\u5FAA\u73AF
dialog.unitFactor.stackMode = \u5806\u6808\u6A21\u5F0F
dialog.unitFactor.skipBlocked = \u8DF3\u8FC7\u5835\u585E\u4EFB\u52A1
dialog.unitFactor.makeTask = \u65B0\u5EFA\u4EFB\u52A1
dialog.unitFactor.exported = \u961F\u5217\u5DF2\u5BFC\u51FA\u5230\u526A\u8D34\u677F
dialog.unitFactor.imports = \u4ECE\u526A\u8D34\u677F\u5BFC\u5165
dialog.unitFactor.createAmount = \u5EFA\u9020\u6570\u91CF {0}
dialog.unitFactor.timeRemaining = \u9884\u8BA1\u8017\u65F6 [lightgray]{0}[]
dialog.unitFactor.taskRemaining = \u5269\u4F59\u4EFB\u52A1 [lightgray]{0}/[accent]{1}[]
dialog.unitFactor.matrixNetLinking = \u77E9\u9635\u7F51\u7EDC {0}
dialog.unitFactor.inventory = \u5E93\u5B58\u7F13\u51B2 {0}
dialog.unitFactor.power = \u7535\u7F51 \n[accent]\u7535\u529B\u5B58\u50A8 []{0}/{1} {2}[gray]/\u79D2[accent]\n[accent]\u5DE5\u4F5C\u6D88\u8017 {3}[gray]/\u79D2
dialog.unitFactor.energy = \u4E2D\u5B50\u80FD\u91CF {0}NF[gray]/\u79D2
dialog.unitFactor.addFaid = \u6DFB\u52A0\u5931\u8D25\uFF0C\u961F\u5217\u5DF2\u6EE1
dialog.unitFactor.unresearch = <\u672A\u89E3\u9501>
dialog.unitFactor.movePos = \u76EE\u6807\u5750\u6807 (x:{0}, y:{1})
dialog.unitFactor.sort = \u6392\u5E8F\u65B9\u5F0F [accent]{0}[]
dialog.unitFactor.order = \u987A\u5E8F
dialog.unitFactor.reverse = \u5012\u5E8F
dialog.unitFactor.sort_default = \u9ED8\u8BA4
dialog.unitFactor.sort_name = \u540D\u79F0
dialog.unitFactor.sort_size = \u5C3A\u5BF8
dialog.unitFactor.sort_health = \u6700\u5927\u751F\u547D
dialog.unitFactor.sort_cost = \u9020\u4EF7
dialog.unitFactor.sort_strength = \u5F3A\u5EA6
dialog.unitFactor.setOutPos = \u8BBE\u7F6E\u8F93\u51FA\u4F4D\u7F6E

dialog.PublicInfo.empty = blank
dialog.publicInfo.loadTimeout = \u8FDE\u63A5\u8D85\u65F6\uFF0C\u53EF\u5C1D\u8BD5\u5237\u65B0\u672C\u9875\u9762

#----------Fragment----------#
fragment.bars.liquids = \u5B58\u50A8\u7684\u6DB2\u4F53
fragment.bars.consume = \u8F93\u5165
fragment.bars.product = \u4EA7\u51FA

fragment.bars.gasPressure = \u6C14\u4F53\u538B\u5F3A

fragment.bars.nuclearEnergy = \u6838\u80FD\u91CF
fragment.bars.potentialNuclearEnergy = \u52BF\u80FD
fragment.bars.nuclearContain = {0}NF/{1}NF {2}NF/\u79D2
fragment.bars.nuclearPressure = \u52BF\u80FD\u7EA7\u522B: {0} L
fragment.buttons.nuclearOut = \u8F93\u51FA\u52BF\u80FD: {0} NE
fragment.buttons.selectPrescripts = \u9009\u62E9\u914D\u65B9
fragment.buttons.selectMine = \u9009\u62E9\u77FF\u7269
fragment.buttons.energyOut = \u8F93\u51FA\u6838\u80FD\u91CF: {0} NF/s

bar.numprogress = \u8FDB\u5EA6: {0}%
bar.pumpSpeed = \u6CF5\u538B\u901F\u5EA6 {0}/\u79D2
bar.scale = \u71C3\u6599\u500D\u7387:{0}x \u529F\u7387\u500D\u6570:{1}x
bar.destructProgress = \u89E3\u6790\u8FDB\u5EA6: {0}/{1}
bar.noSelect = \u672A\u9009\u62E9
bar.energyBuffered = {0}/{1}
bar.cellCount = \u7EC6\u80DE\u8BA1\u6570\u5668 {0}
bar.launchProgress = \u9A71\u52A8\u8FDB\u5EA6 {0}%
bar.energyCons = \u77E9\u9635\u80FD\u91CF\u6D88\u8017 {0}/s ({1}x)
bar.mirrorshieldhealth = \u955C\u9762\u62A4\u76FE: {0}

fragment.atmosphere.info = \u5927\u6C14\u4FE1\u606F\u6982\u89C8
fragment.atmosphere.unselectPlanet = \u6CA1\u6709\u9009\u4E2D\u884C\u661F
fragment.atmosphere.selectInfo = \u8BF7\u9009\u62E9\u4E00\u4E2A\u5730\u533A\u4EE5\u9009\u4E2D\u884C\u661F
fragment.atmosphere.sectorsClose = \u6536\u8D77\u5730\u533A\u6D4F\u89C8
fragment.atmosphere.sectorsList = \u5730\u533A\u5217\u8868
fragment.atmosphere.sectors = \u67E5\u770B\u5730\u533A
fragment.atmosphere.infoButton = \u5927\u6C14\u4FE1\u606F
fragment.atmosphere.sectorInfo = \u5730\u533A\u6982\u89C8
fragment.atmosphere.baseDelta = \u57FA\u7840\u6C14\u4F53\u589E\u91CF
fragment.atmosphere.unAnalyze = \u8BE5\u5730\u533A\u5C1A\u672A\u8FDB\u884C\u5927\u6C14\u5206\u6790
fragment.atmosphere.noneGasDelta = \u5F53\u524D\u5730\u533A\u65E0\u5927\u6C14\u5206\u6790\u8BB0\u5F55
fragment.atmosphere.deltaTestTip = \u53EF\u4EE5\u5728\u5730\u533A\u4E2D\u4F7F\u7528\u5927\u6C14\u68C0\u6D4B\u4EEA\u8FDB\u884C\u5927\u6C14\u6210\u5206\u68C0\u6D4B\u4E0E\u53D8\u52A8\u5206\u6790
fragment.atmosphere.gasAnalyzedDelta = \u5DF2\u77E5\u589E\u91CF: {0} /\u5206\u949F
fragment.atmosphere.basePressure = \u57FA\u7840\u5927\u6C14\u538B\u5F3A: {0}[gray] KPa\u5F53\u524D: {1} KPa
fragment.atmosphere.ingredients = \u5927\u6C14\u6210\u5206
fragment.atmosphere.sectorsClose1 = \u5173\u95ED\u5730\u533A\u9884\u89C8

fragments.configs.nodeConfig = \u8282\u70B9\u914D\u7F6E

#----------Warn----------#
warn.nuclearPressure.highest = [scarlet]\u8B66\u544A\uFF01\u52BF\u80FD\u8FC7\u9AD8\uFF0C\u8FC7\u538B\u5371\u9669
warn.publicInfo.connectFailed = \u52A0\u8F7D\u5931\u8D25!\nerror:{0}\n\u8BF7\u68C0\u67E5\u60A8\u7684\u7F51\u7EDC\u6216\u8005\u5C1D\u8BD5\u91CD\u65B0\u8FDE\u63A5
warn.download.failed = \u4E0B\u8F7D\u5931\u8D25\uFF01\u4FE1\u606F\uFF1A

#----------Misc----------#
misc.name = \u540D\u79F0
misc.author = \u4F5C\u8005
misc.version = \u7248\u672C
misc.modInfo = \u4FE1\u606F
misc.add = \u6DFB\u52A0
misc.startGame = \u8FDB\u5165\u6E38\u620F
misc.backToGame = \u56DE\u5230\u6E38\u620F
misc.modDatabase = \u6A21\u7EC4\u6570\u636E\u5E93
misc.modConfigure = \u6A21\u7EC4\u914D\u7F6E
misc.github = github\u9879\u76EE
misc.discord = discord\u8BBA\u575B
misc.facebook = facebook\u4E3B\u9875
misc.telegram = telegram\u9875\u9762
misc.unlimited = \u65E0\u9650\u5236
misc.qq = qq\u9875\u9762
misc.later = \u7A0D\u540E
misc.aboutMod = \u5173\u4E8E\u6A21\u7EC4
misc.publicInfo = \u516C\u5F00\u6D88\u606F
misc.exitGame = \u9000\u51FA\u6E38\u620F
misc.about = \u5173\u4E8E\u6A21\u7EC4
misc.download = \u4E0B\u8F7D
misc.upload = \u4E0A\u4F20
misc.contribute = \u6350\u8D60
misc.loading = \u6B63\u5728\u52A0\u8F7D
misc.current = \u5F53\u524D
misc.clear = \u6E05\u7A7A
misc.time = \u65F6\u95F4
misc.item = \u7269\u54C1
misc.liquid = \u6DB2\u4F53
misc.medium = \u4ECB\u8D28
misc.conduit = \u5BFC\u7BA1
misc.absorbHeat = \u5438\u6536\u70ED\u91CF
misc.gas = \u6C14\u4F53
misc.update = \u66F4\u65B0
misc.help = \u5E2E\u52A9
misc.power = \u7535\u529B
misc.mode = \u6A21\u5F0F:{0}
misc.loop = \u5FAA\u73AF
misc.input = \u8F93\u5165
misc.output = \u8F93\u51FA
misc.acceptor = \u63A5\u6536
misc.container = \u5B58\u50A8
misc.refresh = \u5237\u65B0
misc.page = \u7B2C {0} / {1} \u9875
misc.noInfo = \u6CA1\u6709\u6570\u636E
misc.exit = \u9000\u51FA
misc.back = \u8FD4\u56DE
misc.sure = \u786E\u5B9A
misc.downloading = \u4E0B\u8F7D\u4E2D...
misc.copy = \u590D\u5236
misc.stop = \u7EC8\u6B62
misc.command = \u6307\u4EE4
misc.paste = \u7C98\u8D34
misc.range = \u8303\u56F4
misc.open = \u6253\u5F00
misc.close = \u5173\u95ED
misc.cancel = \u53D6\u6D88
misc.reset = \u91CD\u7F6E
misc.temperature = \u6E29\u5EA6
misc.priority = \u4F18\u5148\u7EA7
misc.efficiency = \u6548\u7387
misc.heat = \u70ED\u91CF
misc.contact = \u8054\u7CFB
misc.execute = \u6267\u884C
misc.import = \u5BFC\u5165
misc.export = \u5BFC\u51FA
misc.extra = \u989D\u5916
misc.join = \u52A0\u5165
misc.details = \u8BE6\u60C5
misc.group = \u7FA4\u7EC4
misc.byte = \u5B57\u8282
misc.infinity = \u65E0\u9650\u5236
misc.perRequest = /\u8BF7\u6C42
misc.perSecond = /\u79D2
misc.preMin = /\u5206\u949F
misc.max = \u6700\u5927
misc.optimal = \u6700\u9002
misc.currentMode = \u5F53\u524D\u6A21\u5F0F
misc.conduitConfig = \u7BA1\u8DEF\u914D\u7F6E
misc.selectPrescripts = \u9009\u62E9\u914D\u65B9
misc.selectMine = \u9009\u62E9\u77FF\u7269
misc.consumeLiquids = \u5FC5\u8981\u7684\u6DB2\u4F53
misc.produceLiquids = \u4EA7\u51FA\u7684\u6DB2\u4F53
misc.otherLiquids = \u4E0D\u5FC5\u8981\u7684\u6DB2\u4F53
misc.doConsValid = \u8FDB\u884C\u751F\u4EA7\u5DE5\u4F5C\u7684\u524D\u7F6E\u6761\u4EF6
misc.blackListMode = \u9ED1\u540D\u5355\u6A21\u5F0F
misc.whiteListMode = \u767D\u540D\u5355\u6A21\u5F0F
misc.toTeam = \u5BF9\u53CB\u65B9\u76EE\u6807
misc.toEnemy = \u5BF9\u654C\u65B9\u76EE\u6807
misc.expand = \u5C55\u5F00
misc.preferred = \u9996\u9009
misc.alternative = \u5907\u9009
misc.animateView = \u52A8\u753B\u89C6\u6548
misc.uiView = UI\u89C6\u6548
misc.recDefault = \u6062\u590D\u9ED8\u8BA4\u8BBE\u7F6E
misc.allDir = \u542F\u7528\u6240\u6709\u65B9\u5411
misc.clearDir = \u6E05\u9664\u5F53\u524D\u65B9\u5411\u914D\u7F6E
misc.clearAllDir = \u6E05\u9664\u5F53\u524D\u9009\u4E2D\u7C7B\u578B\u7684\u6240\u6709\u65B9\u5411\u914D\u7F6E

#----------Infromations----------#
infos.energyContainerLeak = \u4E2D\u5B50\u80FD\u6CC4\u6F0F{0}NF/\u79D2 ~ [lightgray]\u6709\u6982\u7387\u751F\u6210\u4F1A\u9020\u6210\u80FD\u635F\u4F24\u7684\u80FD\u91CF\u4F53
infos.releaseDate = \u7248\u672C\u53D1\u5E03\u65E5\u671F
infos.checkUpdate = \u68C0\u67E5\u66F4\u65B0
infos.drillRange = \u91C7\u6398\u8303\u56F4: {0}\u683C
infos.checkingUpgrade = \u6B63\u5728\u68C0\u67E5\u66F4\u65B0
infos.newestVersion = \u6700\u65B0\u7248\u672C
infos.hasUpdate = \u53D1\u73B0\u53EF\u7528\u66F4\u65B0\uFF1A{0}
infos.openAddress = mod\u7684\u5F00\u6E90\u5730\u5740
infos.discord = Singularity\u7684discord\u804A\u5929\u5BA4
infos.modPage = mod\u9875\u9762
infos.destructItems = \u6790\u6784\u7269\u54C1
infos.mainMenu = \u4E3B\u83DC\u5355
infos.infoDisplay = \u4FE1\u606F\u663E\u793A\u5668
infos.authorPage = \u4F5C\u8005\u9875\u9762
infos.nonCons = [lightgray]\u5F53\u6240\u9700\u6D88\u8017\u9879\u4E0D\u6EE1\u8DB3\u65F6\uFF1A[]\n{0}
infos.facebook = \u4F5C\u8005\u7684facebook\u4E3B\u9875
infos.telegram = telegram\u4E0A\u7684\u4F5C\u8005\u4E3B\u9875\u548Cmod\u7FA4\u7EC4
infos.waiting = [accent]\u7B49\u5F85...[]
infos.noTask = [accent]\u6CA1\u6709\u4EFB\u52A1[]
infos.working = [#98ffa9]\u6B63\u5728\u5DE5\u4F5C[]
infos.cannotDump = [red]\u8F93\u51FA\u53D7\u963B[]
infos.leakMaterial = [red]\u6750\u6599\u7F3A\u5931[]
infos.storage = \u5DF2\u5B58\u50A8
infos.offline = [red]\u79BB\u7EBF[]
infos.connected = [#98ffa9]\u5DF2\u8FDE\u63A5[]
infos.qq = qq\u4E0A\u7684\u4F5C\u8005\u4E2A\u4EBA\u9875\u9762\u548Cmod\u7FA4\u7EC4
infos.pumpMode = \u6CF5\u6A21\u5F0F
infos.compressing = \u538B\u7F29\u6A21\u5F0F\uFF0C\u6B63\u5728\u589E\u538B
infos.pumpAtomGassing = \u4ECE\u5927\u6C14\u4E2D\u62BD\u53D6\u6C14\u4F53
infos.selectMode = \u9009\u62E9\u6A21\u5F0F
infos.selecting = \u589E\u52A0\u6A21\u5F0F\uFF0C\u9009\u62E9\u533A\u57DF\u8FDB\u884C\u914D\u7F6E
infos.deselecting = \u5220\u51CF\u6A21\u5F0F\uFF0C\u9009\u62E9\u533A\u57DF\u5C06\u79FB\u9664\u914D\u7F6E
infos.outputMode = \u8F93\u51FA\u6A21\u5F0F
infos.inputMode = \u8F93\u5165\u6A21\u5F0F
infos.touchShowDetails = \u70B9\u51FB\u53EF\u5207\u6362\u8BE6\u7EC6/\u7B80\u7565
infos.blocking = \u524D\u6D41\u963B\u585E
infos.disabled = \u7981\u7528
infos.placeValid = \u653E\u7F6E\u70B9\u53EF\u7528
infos.placeInvalid = \u653E\u7F6E\u70B9\u4E0D\u53EF\u7528
infos.doDestruct = \u5728\u6790\u6784\u5668\u8FDB\u884C\u539F\u5B50\u7ED3\u6784\u89E3\u6790
infos.floorEfficiency = \u8986\u76D6\u5730\u5757\u6548\u7387
infos.busCount = \u94FE\u63A5\u6570\u91CF
infos.compBusTopology = \u4E00\u4E2A\u8FDE\u7EED\u7684\u8FDE\u63A5\u4ED3\u7EC4\u5360\u75282\u62D3\u6251\u7A7A\u95F4
infos.curtainAmmo = \u91CA\u653E\u77F3\u58A8\u7C89\u5C18\u5236\u9020\u6301\u7EED\u7684\u7535\u78C1\u5E72\u6270\u533A\u57DF
infos.graphiteEmpAmmo = \u91CA\u653E\u4F20\u5BFC\u7535\u78C1\u8109\u51B2\u7684\u77F3\u58A8\u4E91\uFF0C\u6301\u7EED\u5BF9\u8303\u56F4\u5185\u7684\u654C\u4EBA\u9020\u6210\u7535\u5B50\u635F\u4F24
infos.attenuationWithTime = \u6548\u679C\u968F\u65F6\u95F4\u8870\u51CF
infos.placeAreaInvalid = \u653E\u7F6E\u533A\u57DF\u4E0D\u53EF\u7528
infos.areaOverlaped = \u533A\u57DF\u91CD\u53E0
infos.shots = \u53D1\u5C04\u6570\u91CF {0}x
infos.attach = \u63A5\u89E6
infos.cellYears = \u7EC6\u80DE\u5E74\u9F84{0}
infos.cellYearsOverflow = \u7EC6\u80DE\u5E74\u9F84\u8D85\u8FC7\u4E0A\u9650\u65F6\uFF0C\u7EC6\u80DE\u8870\u8001\u5931\u80FD
infos.firstCells = \u521D\u4EE3\u7EC6\u80DE\u6570\u91CF\uFF1A{0}
infos.gridLaunchCons = \u9A71\u52A8\u6D88\u8017\uFF1A{0}
infos.mixedItemCapacity = {0}\u7269\u54C1/\u6700\u5927{1}
infos.phaseRadarEff = [lightgray]\u9501\u5B9A\u5F3A\u5EA6 = 0.05*log1.01(\u76F8\u63A7\u96F7\u8FBE\u5355\u5143\u6570\u91CF + 1) [gray]\u591A\u7EC4\u96F7\u8FBE\u9501\u5B9A\u53D6\u6700\u5927\u5F3A\u5EA6[]
infos.winterAmmo = \u5C55\u5F00\u6781\u5BD2\u9886\u57DF\n  [accent]720[lightgray]\u8303\u56F4\u4F24\u5BB3/\u79D2 ~ \u8303\u56F450\u683C\uFF08\u968F\u65F6\u95F4\u7F29\u5C0F\uFF09\n  [accent]\u971C\u51BB[lightgray]\u6548\u679C\u52A0\u6DF12.5/\u79D2\n  \u6301\u7EED[accent]10[lightgray]\u79D2
infos.heatAmmo = [accent]\u7194\u6BC1[]\u6548\u679C\u52A0\u6DF1~{0}\u79D2\n[lightgray]\u989D\u5916\u4F24\u5BB3: [accent]{1}[lightgray]*[accent]\u7194\u6BC1[lightgray]\u6548\u679C\u6301\u7EED\u65F6\u95F4 - \u4E0A\u9650[accent]{2}[lightgray]
infos.holdShowed = \u76EE\u6807\u4FE1\u606F\u4FDD\u6301\u663E\u793A
infos.empDamagedInfo = \u6B64\u6548\u679C\u65E0\u9650\u65F6\u957F\uFF0C\u76F4\u5230\u5355\u4F4D\u7684\u7535\u5B50\u635F\u4F24\u5B8C\u5168\u4FEE\u590D\u81EA\u52A8\u89E3\u9664
infos.zoomMobile = \u4E0A\u4E0B\u6ED1\u52A8\u5C4F\u5E55\u8FDB\u884C\u7F29\u653E
infos.zoomDesktop = \u6EDA\u52A8\u9F20\u6807\u6EDA\u8F6E\u8FDB\u884C\u7F29\u653E
infos.holdShowRang = \u663E\u793A\u8BBE\u5B9A\u8303\u56F4\u5185\u7684\u6240\u6709\u4FE1\u606F
infos.holdShowAll = \u663E\u793A\u6240\u6709\u5355\u4F4D\u4FE1\u606F
infos.holdOff = \u4E0D\u4FDD\u6301\u4FE1\u606F\u663E\u793A
infos.banedAbilities = \u6240\u6709\u80FD\u529B\u5931\u6548
infos.changeMode = \u5207\u6362\u4FE1\u606F\u663E\u793A\u6A21\u5F0F
infos.showInfos = \u663E\u793A\u5BF9\u8C61\u4FE1\u606F
infos.hideInfos = \u9690\u85CF\u5BF9\u8C61\u4FE1\u606F
infos.blockDisabled = \u8BE5\u8BBE\u65BD\u5DF2\u88AB\u7981\u7528\uFF0C\u8BF7\u4E3B\u52A8\u79FB\u9664
infos.resizeInfoScl = \u8BBE\u7F6E\u4FE1\u606F\u7F29\u653E
infos.lockingMult = (100 + 0.12*\u9501\u5B9A\u5F3A\u5EA6)%
infos.lockingProb = (10 + \u9501\u5B9A\u5F3A\u5EA6)%
infos.andMore = ...[lightgray]{0}\u9879\u5DF2\u6298\u53E0
infos.override = \u8986\u76D6
infos.append = \u8FFD\u52A0
infos.modInterop = mod\u4EA4\u4E92API
infos.debug = \u8C03\u8BD5
infos.damageAttenuationWithDist = \u4F24\u5BB3\u968F\u8DDD\u79BB\u8870\u51CF
infos.generateLightning = [accent]\u91CA\u653E\u95EA\u7535{0}/\u79D2[lightgray] ~[accent]{1}[lightgray]\u4F24\u5BB3[]
infos.mirageLightningDamage = [lightgray]\u4E0E[accent]{0}[lightgray]\u683C\u8303\u56F4\u5185\u6700\u8FDC\u7684\u5176\u4ED6\u7ED3\u6676\u788E\u7247\u53CD\u5E94\u91CA\u653E\u7535\u5F27\n[accent]{1}[lightgray]\u7535\u5F27\u4F24\u5BB3\n[accent]\u5BF9\u643A\u5E26{2}\u7684\u76EE\u6807\u4E5F\u4F1A\u4EA7\u751F\u53CD\u5E94[]
infos.mustModifyFileWarn = [crimson]\u7981\u7528mod\u4E3B\u754C\u9762\u5C06\u9700\u8981\u66F4\u6539\u914D\u7F6E\u6587\u4EF6\u4EE5\u91CD\u73B0\u6B64\u9875\u9762[]
infos.reciprocalWarn = [crimson]\u6B64\u9009\u9879\u6709\u91CD\u8981\u5F71\u54CD\n\u8BF7\u52FF\u968F\u610F\u66F4\u6539\uFF0C\u9664\u975E\u4F60\u77E5\u9053\u81EA\u5DF1\u5728\u505A\u4EC0\u4E48[]
infos.unusableDebugButton = [gray]\u8C03\u8BD5\u6A21\u5F0F\u4E0D\u53EF\u5728\u6E38\u620F\u5185\u542F\u7528\n\u8BF7\u66F4\u6539\u914D\u7F6E\u6587\u4EF6[]
infos.frostInfo = [gray]\u5F53\u5F3A\u5EA6\u8FBE\u5230(\u5355\u4F4D\u5C3A\u5BF8*30 + \u5355\u4F4D\u6700\u5927\u751F\u547D/\u5355\u4F4D\u5C3A\u5BF8)\u65F6\uFF0C\u5355\u4F4D\u5C06\u83B7\u5F97\u540C\u7B49\u65F6\u957F\u7684[]
infos.frostFreezeInfo = [gray]\u5F3A\u5EA6\u8FBE\u5230(\u5355\u4F4D\u5C3A\u5BF8*60 + 3*\u5355\u4F4D\u6700\u5927\u751F\u547D/\u5355\u4F4D\u5C3A\u5BF8)\u65F6\uFF0C\u8BE5\u5355\u4F4D\u7ACB\u5373\u6B7B\u4EA1[]
infos.meltdownDamage = [gray]\u7194\u6BC1\u5F3A\u5EA6*10/\u79D2[]
infos.requireMasterDevice = \u9700\u8981\u9760\u8FD1\u4E3B\u8BBE\u5907\u653E\u7F6E
infos.wenUnitIsFlying = \u5F53\u5355\u4F4D\u5904\u4E8E\u98DE\u884C\u72B6\u6001\u65F6
infos.buildableList = \u53EF\u6784\u9020\u5217\u8868
infos.matrixDistOnly = \u53EA\u80FD\u901A\u8FC7\u77E9\u9635\u7269\u6D41\u7F51\u7EDC\u4F9B\u5E94\u5EFA\u9020\u6750\u6599
infos.requireRelaunch = \u9700\u8981\u91CD\u542F
infos.relaunchEnsure = \u6709\u8BBE\u7F6E\u9879\u9700\u8981\u91CD\u65B0\u542F\u52A8\u624D\u80FD\u751F\u6548
infos.confirmResetConfig = \u6240\u6709mod\u914D\u7F6E\u9879\u5C06\u6062\u590D\u9ED8\u8BA4\u8BBE\u7F6E\uFF0C\u786E\u5B9A\u5417\uFF1F
infos.copyToClip = \u5DF2\u5C06\u5185\u5BB9\u590D\u5236\u5230\u526A\u8D34\u677F
infos.clickToPage = \u70B9\u51FB\u524D\u5F80github\u9875\u9762\uFF1A
infos.selectAItem = \u8BF7\u9009\u62E9\u4E00\u4E2A\u76EE\u6807
infos.flipCfg = \u65B9\u5411\u914D\u7F6E\u5DE5\u5177
infos.overloadWarn = \u8B66\u544A\uFF01\u4E2D\u5B50\u4F20\u8F93\u538B\u8FC7\u9AD8

infos.structInvalid = \u7ED3\u6784\u65E0\u6548
infos.recoolanting = \u6B63\u5728\u505C\u673A

infos.netInvalid = [red]\u7F51\u7EDC\u4E0D\u53EF\u7528[]
infos.topologyInvalid = [red]\u7F51\u7EDC\u62D3\u6251\u7A7A\u95F4\u4E0D\u8DB3[]
infos.energyInvalid = [red]\u80FD\u91CF\u4E0D\u8DB3[]

infos.msgTag.updateLog = \u7248\u672C\u7684\u66F4\u65B0\u65E5\u5FD7\u6216\u7248\u672C\u9884\u544A
infos.msgTag.note = \u8FD9\u662F\u4E00\u4E9B\u503C\u5F97\u6CE8\u610F\u7684\u4FE1\u606F\uFF0C\u8FD9\u53EF\u80FD\u4F1A\u5F71\u54CD\u5230\u60A8\u7684\u6E38\u620F\u8FC7\u7A0B
infos.msgTag.errorWarn = \u5DF2\u77E5\u7684\u4E25\u91CD\u95EE\u9898\u8B66\u544A\uFF0C\u8BF7\u8BE6\u5C3D\u9605\u8BFB

#----------Data---------#
data.position = \u5750\u6807\uFF1A({0}, {1})
data.ioFlow = \u4E0A\u884C {0} - \u4E0B\u884C {1}
data.container = \u5DF2\u7528 {0}/{1} - \u5269\u4F59 {2}\uFF08{3}%\uFF09
data.buffer = \u6700\u9AD8\u5360\u7528 {0} - \u6700\u5927 {1}
data.tasks = \u6D3B\u52A8 {0} - \u5DF2\u963B\u585E {1} - \u4F11\u7720 {2}
data.topology = \u62D3\u6251\u7A7A\u95F4\u5DF2\u7528 {0}/{1}
data.bulletDeflectAngle = \u5F39\u9053\u504F\u79FB {0}

#----------Status----------#
status.ordinary = \u6B63\u5E38
status.energyLeak = \u80FD\u6E90\u4E0D\u8DB3
status.topologyLeak = \u62D3\u6251\u7A7A\u95F4\u4E0D\u8DB3
status.bufferBlocked = \u7F13\u5B58\u963B\u585E
status.requestBlocked = \u8BF7\u6C42\u963B\u585E
status.unknow = \u672A\u77E5

#----------Settings----------#
settings.singularity = \u5947\u70B9\u8BBE\u7F6E

settings.category.general = \u901A\u7528\u8BBE\u7F6E
settings.category.graphic = \u56FE\u5F62\u8BBE\u7F6E
settings.category.advance = \u9AD8\u7EA7\u8BBE\u7F6E

settings.item.disableModMainMenu = \u7981\u7528mod\u4E3B\u754C\u9762
settings.item.showModMenuWenLaunch = \u8FDB\u5165\u6E38\u620F\u81EA\u52A8\u5F39\u51FAmod\u4E3B\u83DC\u5355
settings.item.mainMenuUniverseBackground = \u4E3B\u754C\u9762\u4F7F\u7528\u661F\u56FE\u80CC\u666F
settings.item.staticMainMenuBackground = \u4F7F\u7528\u9759\u6001\u6E32\u67D3\u7684\u4E3B\u754C\u9762\u661F\u56FE\u80CC\u666F
settings.item.defaultCameraPos = \u80CC\u666F\u661F\u56FE\u9ED8\u8BA4\u89C6\u89D2
settings.item.movementCamera = \u661F\u56FE\u80CC\u666F\u89C6\u89D2\u53EF\u79FB\u52A8
settings.item.showInfos = \u663E\u793A\u5B9E\u4F53\u4FE1\u606F
settings.item.statusInfoAlpha = \u72B6\u6001\u6307\u793A\u5668\u4E0D\u900F\u660E\u5EA6
settings.item.flushInterval = \u4FE1\u606F\u663E\u793A\u5237\u65B0\u95F4\u9694
settings.item.maxDisplay = \u6700\u591A\u4FE1\u606F\u663E\u793A\u6570\u76EE
settings.item.showInfoScl = \u4FE1\u606F\u9762\u677F\u7F29\u653E
settings.item.holdDisplayRange = \u8303\u56F4\u663E\u793A\u6A21\u5F0F\u9009\u4E2D\u534A\u5F84
settings.item.healthBarStyle = \u751F\u547D\u6307\u793A\u5668\u98CE\u683C
settings.item.statusSize = \u72B6\u6001\u6307\u793A\u5668\u5C3A\u5BF8
settings.item.showStatusTime = \u663E\u793A\u72B6\u6001\u6548\u679C\u7684\u5269\u4F59\u65F6\u95F4
settings.item.resetModHint = \u91CD\u7F6E\u5DF2\u9605\u8BFB\u7684mod\u63D0\u793A\u4FE1\u606F
settings.item.resetAllHint = \u91CD\u7F6E\u6240\u6709\u5DF2\u9605\u8BFB\u7684\u63D0\u793A\u4FE1\u606F
settings.item.preset = \u753B\u8D28\u9884\u8BBE
settings.item.enableBlur = \u542F\u7528UI\u6A21\u7CCA
settings.item.blurLevel = \u6A21\u7CCA\u7EA7\u522B
settings.item.backBlurLen = \u6A21\u7CCA\u91C7\u6837\u5F3A\u5EA6
settings.item.animateLevel = \u52A8\u753B\u7EA7\u522B
settings.item.enableShaders = \u542F\u7528mod\u7684\u7740\u8272\u5668
settings.item.mathShapePrecision = \u6570\u5B66\u56FE\u5F62\u7740\u8272\u5668\u7CBE\u5EA6
settings.item.enableDistortion = \u542F\u7528\u626D\u66F2\u6548\u679C\u7740\u8272\u5668
settings.item.enableParticle = \u542F\u7528\u89C6\u89C9\u7C92\u5B50\u6548\u679C
settings.item.maxParticleCount = \u6700\u5927\u5B58\u5728\u7C92\u5B50\u6570\u91CF
settings.item.enableLightning = \u542F\u7528\u89C6\u89C9\u6027\u95EA\u7535\u7ED8\u5236
settings.item.enableModsInterops = \u542F\u7528\u6A21\u7EC4\u95F4\u7684\u4EA4\u4E92API
settings.item.interopAssignUnitCosts = \u4EA4\u4E92API\uFF1A\u542F\u7528\u5355\u4F4D\u5EFA\u9020\u6210\u672C\u6A21\u578B\u6CE8\u518C
settings.item.interopAssignEmpModels = \u4EA4\u4E92API\uFF1A\u542F\u7528\u5355\u4F4DEMP\u751F\u547D\u6A21\u578B\u6CE8\u518C
settings.item.modReciprocal = \u5141\u8BB8mod\u6539\u53D8\u6E38\u620F\u7684\u7A0B\u5E8F\u7EA7\u884C\u4E3A
settings.item.modReciprocalContent = \u5141\u8BB8mod\u6539\u53D8\u539F\u6709\u6E38\u620F\u5185\u5BB9
settings.item.loadInfo = \u6253\u5370\u52A0\u8F7D\u4FE1\u606F
settings.item.debugMode = \u8C03\u8BD5\u6A21\u5F0F

settings.graph_0 = \u6781\u4F4E
settings.graph_1 = \u4F4E
settings.graph_2 = \u4E2D
settings.graph_3 = \u8F83\u9AD8
settings.graph_4 = \u9AD8
settings.graph_5 = \u81EA\u5B9A\u4E49

settings.data = \u6570\u636E
settings.resetHintsConfirm = \u6B64\u64CD\u4F5C\u5C06\u4F1A\u91CD\u7F6E\u60A8\u5DF2\u7ECF\u5B8C\u6210\u6216\u624B\u52A8\u5173\u95ED\u7684\u5173\u4E8E\u672Cmod\u7684\u63D0\u793A\u4FE1\u606F\u6587\u672C\uFF0C\u60A8\u4F1A\u5728\u8FDB\u884C\u7279\u5B9A\u884C\u4E3A\u65F6\u518D\u6B21\u6536\u5230\u63D0\u793A\u4FE1\u606F\uFF0C\u786E\u5B9A\u5417\uFF1F
settings.resetAllHintsConfirm = \u6B64\u64CD\u4F5C\u5C06\u4F1A\u91CD\u7F6E\u60A8\u5DF2\u7ECF\u5B8C\u6210\u6216\u624B\u52A8\u5173\u95ED\u7684\u6240\u6709\u63D0\u793A\u4FE1\u606F\u6587\u672C\uFF0C\u60A8\u4F1A\u5728\u8FDB\u884C\u7279\u5B9A\u884C\u4E3A\u65F6\u518D\u6B21\u6536\u5230\u63D0\u793A\u4FE1\u606F\uFF0C\u786E\u5B9A\u5417\uFF1F
settings.reset = \u91CD\u7F6E
settings.setCamPos = \u8BBE\u7F6E\u5750\u6807

#----------Unclassified----------#
github.mod.source = GitHub\u9879\u76EE\u6E90\u5730\u5740
groups.qq.develops = Mindustry\u6A21\u7EC4\u5F00\u53D1\u4EA4\u6D41\u7FA4

stat.componentbelongs = \u7EC4\u4EF6\u4ECE\u5C5E\u4E8E
stat.maxchildrennodes = \u603B\u6700\u5927\u8FDE\u63A5\u70B9\u6570\u91CF
stat.linkdirections = \u94FE\u63A5\u6240\u9700\u65B9\u5411
stat.matrixenergyuse = \u77E9\u9635\u80FD\u6E90\u6D88\u8017
stat.matrixenergycapacity = \u80FD\u6E90\u5BB9\u91CF
stat.topologyuse = \u5360\u7528\u62D3\u6251\u7A7A\u95F4
stat.buffersize = \u7F13\u5B58\u7A7A\u95F4
stat.computingpower = \u8FD0\u7B97\u529B
stat.topologycapacity = \u62D3\u6251\u5BB9\u91CF
stat.drillsize = \u5F00\u91C7\u8303\u56F4
stat.drillmovemulti = \u94BB\u5934\u79FB\u901F\u500D\u7387
stat.drillangle = \u5F00\u91C7\u89D2\u5EA6
stat.piercebuild = \u900F\u8FC7\u5EFA\u7B51\u8FDB\u884C\u5F00\u91C7
stat.matrixenergyusemulti = \u77E9\u9635\u80FD\u91CF\u6D88\u8017\u500D\u7387
stat.maxmatrixlinks = \u6700\u5927\u8282\u70B9\u8FDE\u63A5\u6570
stat.damageprobably = \u4F24\u5BB3\u6982\u7387
stat.recipes = \u53EF\u8FDB\u884C\u5DE5\u5E8F
stat.effect = \u6548\u679C
stat.special = \u7279\u6B8A
stat.autoselect = \u81EA\u52A8\u9009\u62E9
stat.controllable = \u53EF\u63A7\u5236\u914D\u65B9
stat.heatproduct = \u4EA7\u751F\u70ED\u91CF
stat.maxheat = \u6700\u5927\u70ED\u91CF
stat.energycapacity = \u80FD\u91CF\u5BB9\u91CF
stat.energyresident = \u4E2D\u5B50\u963B\u5C3C
stat.basicpotentialenergy = \u57FA\u51C6\u52BF\u80FD
stat.minenergypotential = \u57FA\u7840\u52BF\u80FD
stat.maxenergypotential = \u6700\u5927\u53EF\u8C03\u52BF\u80FD
stat.maxenergypressure = \u6700\u5927\u4E2D\u5B50\u80FD\u538B
stat.consumeenergy = \u4E2D\u5B50\u80FD\u6D88\u8017
stat.productenergy = \u4E2D\u5B50\u80FD\u4EA7\u51FA
stat.damagedmultiplier = \u4F24\u5BB3\u52A0\u6DF1\u500D\u7387
stat.exdamagemultiplier = \u4F24\u5BB3\u500D\u7387
stat.exshielddamage = \u62A4\u76FE\u4F24\u5BB3
stat.multiple = \u500D\u7387
stat.maxtarget = \u6700\u5927\u76EE\u6807\u6570\u91CF
stat.coatingtime = \u9540\u5C42\u8017\u65F6
stat.bulletcoating = \u5F39\u5934\u9540\u5C42
stat.expierce = \u989D\u5916\u7A7F\u900F\u76EE\u6807
stat.maxcoatingbuffer = \u5F39\u5934\u9540\u5C42\u7F13\u51B2\u6570\u91CF
stat.launchtime = \u9A71\u52A8\u8017\u65F6
stat.launchconsume = \u9A71\u52A8\u6D88\u8017
stat.flushtime = \u5237\u65B0\u95F4\u9694
stat.maxcellyears = \u7EC6\u80DE\u6700\u5927\u5BFF\u547D
stat.gridsize = \u7F51\u683C\u5C3A\u5BF8
stat.emphealth = \u7CFB\u7EDF\u6700\u5927\u7535\u78C1\u627F\u538B
stat.emparmor = \u7535\u78C1\u5C4F\u853D\u5F3A\u5EA6
stat.emprepair = \u7CFB\u7EDF\u81EA\u4FEE\u590D
stat.sizelimit = \u6700\u5927\u6784\u9020\u5C3A\u5BF8
stat.healthlimit = \u6784\u9020\u76EE\u6807\u6700\u5927\u751F\u547D
stat.buildlevel = \u6784\u9020\u7EA7\u522B
stat.fieldstrength = \u529B\u573A\u5F3A\u5EA6
stat.albedo = \u53CD\u5C04\u7387

unit.neutronflux = NF
unit.neutronfluxpresec = NF/\u79D2
unit.neutronpotentialenergy = NE
unit.matrixenergy = ME
unit.heat = J
unit.heatpresec = J/\u79D2
unit.byte = \u5B57\u8282
unit.bytepresec = \u5B57\u8282/s

category.matrix = \u77E9\u9635
category.heat = \u70ED\u80FD
category.neutron = \u4E2D\u5B50\u80FD
category.other = \u5176\u5B83

bullet.empDamage = [accent]{0}[lightgray]\u7535\u78C1\u8109\u51B2\u4F24\u5BB3[]{1}
bullet.empDamageMulti = \u7535\u78C1\u8109\u51B2\u4F24\u5BB3\u500D\u7387

hint.last = \u4E0A\u4E00\u6B65
hint.next = \u4E0B\u4E00\u6B65

hints.doc.nuclearGuidance = \u300A\u4E2D\u5B50\u5DE5\u4E1A\u5B89\u5168\u751F\u4EA7\u6761\u4F8B\u300B

hints.nuclearEnergyGuidance = [lightgray]\u5177\u5907\u4E2D\u5B50\u80FD\u7684\u8BBE\u65BD\u4F1A\u6709\u4E00\u5957\u7279\u6B8A\u7684\u80FD\u91CF\u4F9B\u7ED9\u6A21\u5F0F\uFF0C\u5173\u4E8E\u4E2D\u5B50\u80FD\u7684\u8BF4\u660E\u53CA\u7EC6\u5219\uFF0C\u8BF7\u53C2\u9605\u6587\u4EF6[accent]\u300A\u4E2D\u5B50\u5DE5\u4E1A\u5B89\u5168\u751F\u4EA7\u6761\u4F8B\u300B[lightgray]

hints.spliceStructure-0 = [lightgray]\u6709\u4E00\u90E8\u5206\u5EFA\u7B51\u53EF\u4EE5\u4E0E\u5176\u9644\u8FD1\u7684\u5176\u4ED6\u5EFA\u7B51\u62FC\u63A5\u8D77\u6765\uFF0C\u901A\u5E38\u6765\u8BF4\u5F53\u5B83\u4EEC\u4E92\u76F8[accent]\u201C\u62FC\u63A5\u201D[lightgray]\u65F6\uFF0C\u5B83\u4EEC\u7684\u8FB9\u7F18\u5F80\u5F80\u4F1A\u6709\u6240\u53D8\u5316\uFF0C\u770B\u8D77\u6765\u50CF\u662F\u8FDE\u6210\u4E86\u4E00\u4E2A\u6574\u4F53\uFF0C\u4E00\u4E9B\u5EFA\u7B51\u4F1A\u6709\u5176\u7279\u5B9A\u7684\u62FC\u63A5\u5F62\u5F0F\uFF0C\u901A\u5E38\u6765\u8BF4\u4F1A\u9700\u8981[accent]\u9762\u4E0E\u9762\u6B63\u5BF9\u653E\u7F6E[lightgray]\u7684\u4E24\u4E2A\u53EF\u62FC\u63A5\u5EFA\u7B51\u4F1A\u89C6\u4E3A\u6574\u4F53\u7B49\u3002
hints.spliceStructure-1 = [lightgray]\u62FC\u63A5\u8D77\u6765\u7684\u7ED3\u6784\u4F1A\u5E26\u6765\u4E00\u4E9B\u7279\u6B8A\u5C5E\u6027\uFF0C\u60A8\u53EF\u4EE5\u5728\u5EFA\u7B51\u7684[accent]\u8BE6\u7EC6\u4FE1\u606F[lightgray]\u4E2D\u770B\u5230\u53D9\u8FF0\u3002\u503C\u5F97\u6CE8\u610F\u7684\u662F\uFF0C\u62FC\u63A5\u7ED3\u6784\u4F1A\u6709[accent]\u6700\u5927\u7ED3\u6784\u5C3A\u5BF8[lightgray]\u9650\u5236\u5927\u5C0F\uFF0C\u8D85\u51FA\u8FD9\u4E2A\u8303\u56F4\u4E4B\u540E\u53EF\u80FD\u4F1A\u5BFC\u81F4\u7ED3\u6784\u53D1\u751F\u5207\u5272\u6216\u8005\u662F\u7ED3\u6784\u65E0\u6548\u7B49\uFF0C\u8FD9\u901A\u5E38\u89C6\u60C5\u51B5\u800C\u5B9A\u3002\n[gray]\u6B64\u5F15\u5BFC\u6CA1\u6709\u9700\u8981\u5B8C\u6210\u7684\u76EE\u6807\uFF0C\u82E5\u5DF2\u77E5\u6089\uFF0C\u8BF7\u624B\u52A8\u8DF3\u8FC7\u6B64\u63D0\u793A

hints.matrixCorePlaced-0 = [accent]\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668[lightgray]\u662F\u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u7684\u6838\u5FC3\u8BBE\u5907\uFF0C\u5728\u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u5F53\u4E2D[accent]\u6709\u4E14\u53EA\u80FD\u6709\u4E00\u4E2A[lightgray]\u4E2D\u67A2\u4F3A\u670D\u5668\u3002\n\u5728\u60A8\u653E\u7F6E\u4E00\u4E2A\u63A7\u5236\u4E2D\u67A2\u4E4B\u540E\uFF0C\u4F7F\u7528[accent]\u77E9\u9635\u6865[lightgray]\u53BB\u94FE\u63A5\u77E9\u9635\u7F51\u7EDC\u7684\u5404\u4E2A\u8BBE\u5907\uFF0C\u4E00\u4E2A\u88AB\u89C6\u4E3A\u6D3B\u52A8\u7684\u77E9\u9635\u7F51\u7EDC\u6700\u5C0F\u7684\u5355\u5143\u5373\u4E00\u4E2A\u6838\u5FC3\u548C\u4E00\u4E2A[accent]\u6709\u6548\u7684\u80FD\u6E90\u7BA1\u7406\u5668[lightgray]\u901A\u8FC7\u77E9\u9635\u6865\u8FDB\u884C\u8FDE\u63A5\u3002
hints.matrixCorePlaced-1 = [lightgray]\u5C31\u50CF\u793A\u610F\u6240\u6F14\u793A\u7684\u90A3\u6837\uFF0C\u5C06\u4E00\u4E2A[accent]\u80FD\u6E90\u7BA1\u7406\u5668[lightgray]\u7528\u77E9\u9635\u6865\u4F7F\u7528\u7C7B\u4F3C\u7684\u5F62\u5F0F\u4E0E\u4E2D\u67A2\u4F3A\u670D\u5668\u94FE\u63A5\u8D77\u6765\uFF0C\u5E76\u4F7F\u7528[accent]\u7535\u529B\u63A5\u53E3[lightgray]\u4E3A\u80FD\u6E90\u7BA1\u7406\u5668\u63D0\u4F9B\u80FD\u91CF\u3002
hints.matrixUsageTip-0 = [lightgray]\u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u53EF\u4EE5\u53D1\u6563\u7684\u94FE\u63A5\u591A\u4E2A\u8BBE\u5907\uFF0C\u800C\u6BCF\u4E2A\u8BBE\u5907\u90FD\u4F1A\u5360\u7528[accent]\u62D3\u6251\u7A7A\u95F4[lightgray]\uFF0C\u5F53\u62D3\u6251\u7A7A\u95F4\u88AB\u5360\u6EE1\uFF0C\u518D\u4ECB\u5165\u65B0\u7684\u8BBE\u5907\u4F1A\u4F7F\u7F51\u7EDC\u65E0\u6548\u3002\n\u53E6\u5916\u7EDD\u5927\u591A\u6570\u8BBE\u5907\u90FD\u4F1A\u5411\u4E2D\u67A2\u4E0A\u4F20\u8BF7\u6C42\uFF0C\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u7684[accent]\u8FD0\u7B97\u529B[lightgray]\u662F\u6709\u9650\u7684\uFF0C\u8FD9\u4F1A\u51B3\u5B9A\u4F60\u7684\u7F51\u7EDC\u5728\u540C\u4E00\u523B\u6700\u591A\u80FD\u5904\u7406\u591A\u5C11\u4E2A\u4EFB\u52A1\u8BF7\u6C42\u3002
hints.matrixUsageTip-1 = [lightgray]\u60A8\u53EF\u4EE5\u901A\u8FC7\u5728\u4E2D\u67A2\u4F3A\u670D\u5668\u5468\u56F4\u5B89\u88C5\u7EC4\u4EF6\u6765\u63D0\u5347\u7F51\u7EDC\u7684[accent]\u6700\u5927\u62D3\u6251\u7A7A\u95F4\u5BB9\u91CF[lightgray]\u548C[accent]\u6838\u5FC3\u8FD0\u7B97\u529B[lightgray]\uFF0C\u5C31\u50CF\u6F14\u793A\u7684\u90A3\u6837\u3002\n[gray]\u6B64\u5F15\u5BFC\u6CA1\u6709\u9700\u8981\u5B8C\u6210\u7684\u76EE\u6807\uFF0C\u82E5\u5DF2\u77E5\u6089\uFF0C\u8BF7\u624B\u52A8\u8DF3\u8FC7\u6B64\u63D0\u793A
hints.matrixGridPlaced-0 = [accent]\u77E9\u9635\u7F51\u683C[lightgray]\u662F\u77E9\u9635\u7F51\u7EDC\u4E2D\u6700\u4E3A\u9AD8\u6548\u7684[accent]\u7269\u6D41IO\u7BA1\u7406\u8BBE\u5907[lightgray]\uFF0C\u5B83\u901A\u8FC7\u4E0E\u7F51\u683C\u6846\u67B6\u4E92\u76F8\u8FDE\u63A5\u6210\u4E3A\u4E00\u4E2A[accent]\u95ED\u5408\u7684\u533A\u57DF[lightgray]\uFF0C\u5728\u533A\u57DF\u5F53\u4E2D\u5373\u53EF\u8BBE\u7F6E\u7F51\u7EDCIO\u70B9\u548C\u5BB9\u5668\u6807\u8BB0\u3002
hints.matrixGridPlaced-1 = [lightgray]\u8981\u5EFA\u7ACB\u4E00\u4E2A\u6709\u6548\u7684\u77E9\u9635\u7F51\u683C\uFF0C\u4F60\u9700\u8981\u653E\u7F6E\u6570\u4E2A[accent]\u7F51\u683C\u6846\u67B6[lightgray]\uFF0C\u4E0E\u7F51\u683C\u63A7\u5236\u5668\u4E4B\u95F4\u6210\u5341\u5B57\u5F62\u4E00\u5BF9\u4E00\u8FDE\u63A5\u4E3A\u4E00\u4E2A\u95ED\u5408\u533A\u57DF\uFF0C\u5C31\u50CF\u793A\u610F\u7684\u8FD9\u6837\u3002\n\u4E00\u4E2A\u7F51\u683C\u8FB9\u7F18\u53EF\u4EE5\u8FDE\u63A5\u7684\u6846\u67B6\u6570\u91CF\u53D6\u51B3\u4E8E\u60A8\u4F7F\u7528\u7684[accent]\u7F51\u683C\u63A7\u5236\u5668[lightgray]\uFF0C\u57FA\u672C\u7684\u94FE\u63A5\u6700\u5927\u6570\u76EE\u4E3A8\u4E2A\u3002
hints.matrixGridActivating-0 = [lightgray]\u77E9\u9635\u7F51\u683C\u53EF\u4EE5\u9488\u5BF9\u5176\u5C01\u95ED\u8303\u56F4\u5185\u7684[accent]\u6709\u6548\u5BB9\u5668[lightgray]\u548C[accent]IO\u7AEF\u53E3[lightgray]\u8FDB\u884C\u914D\u7F6E\u6765\u5B9E\u73B0\u9AD8\u667A\u80FD\u7684\u7269\u6D41\u5206\u914D\u3002
hints.matrixGridActivating-1 = [lightgray]\u5728\u77E9\u9635\u7F51\u683C\u67B6\u8BBE\u6210\u529F\u540E\uFF0C\u5176\u95ED\u5408\u533A\u57DF\u5185\u7684\u6709\u6548\u5BB9\u5668\u548CIO\u7AEF\u53E3\u90FD\u53EF\u4EE5\u8FDB\u884C\u914D\u7F6E\uFF0C\u4F8B\u5982\uFF0C\u5728\u95ED\u5408\u533A\u57DF\u5185\u653E\u7F6E\u4E00\u4E2A[accent]\u901A\u7528IO\u7AEF\u53E3[lightgray]\uFF0C\u7136\u540E\u5148\u5355\u51FB\u9009\u4E2D[accent]\u7F51\u683C\u63A7\u5236\u5668[lightgray]\uFF0C\u518D\u5355\u51FBIO\u7AEF\u53E3\u6253\u5F00\u914D\u7F6E\u9762\u677F\u3002\n\u540C\u6837\u7684\uFF0C\u8FD9\u4E2A\u64CD\u4F5C\u5BF9\u8303\u56F4\u5185\u7684\u6709\u6548\u5BB9\u5668\uFF0C\u4F8B\u5982\u6838\u5FC3\uFF0C\u4ED3\u5E93\u7B49\u4E5F\u53EF\u4EE5\u6B63\u786E\u7684\u5C55\u5F00\u914D\u7F6E\u9762\u677F\u3002
hints.matrixGridActivating-2 = [lightgray]\u5728\u60A8\u6253\u5F00\u914D\u7F6E\u9762\u677F\u540E\uFF0C\u53EF\u4EE5\u901A\u8FC7\u9762\u677F\u4E0A\u7684\u6309\u94AE\u8FDB\u884CIO\u914D\u7F6E\uFF0C\u70B9\u51FB[accent]\u201C\u786E\u5B9A\u201D[]\u4EE5\u5B8C\u6210\u5355\u4E2A\u914D\u7F6E\u76EE\u6807\uFF0C\u82E5\u60A8\u6CA1\u6709\u8BBE\u7F6E\u4EFB\u4F55\u9879\u76EE\uFF0C\u5219\u4F1A\u6E05\u7A7A\u5E76\u79FB\u9664\u8BE5\u914D\u7F6E\n\u5173\u4E8E\u8BE5\u9762\u677F\u7684\u66F4\u591A\u4FE1\u606F\uFF0C\u8BF7\u901A\u8FC7\u9762\u677F\u4E0A\u7684\u6309\u94AE[accent]\u201Ci\u201D[]\u6253\u5F00\u5E2E\u52A9\u3002
