# suppress inspection "SpellCheckingInspection" for whole file
# suppress inspection "UnusedProperty" for whole file

#----------Mod----------#
mod.name = SINGULARITY
mod.author = EBwilson
mod.contributor = distributors
mod.updateDate = November 7, 2021
mod.lookForward = [accent]\u6682\u672A\u5F00\u653E[]\n\u656C\u8BF7\u671F\u5F85

#----------Contribte----------#
contribute.author = author
contribute.artist = artist
contribute.translate = translate
contribute.sounds = music and sound
contribute.code = coder

#----------Items----------#
item.singularity-aluminium.name = (wait to translate) \u94DD
item.singularity-aluminium.description = (wait to translate) \u3002
item.singularity-aluminium.details = (wait to translate) \u3002
item.singularity-crystal_FEX.name = FEX crystal
item.singularity-crystal_FEX.description = (wait to translate) \u6676\u4F53\u5316\u7684\u9AD8\u7EAF\u5EA6FEX\uFF0C\u4E2D\u5B50\u5BFC\u7387\u548C\u6838\u6027\u80FD\u90FD\u6709\u660E\u663E\u589E\u52A0\n\u6838\u5DE5\u4E1A\u4E0D\u53EF\u6216\u7F3A\u7684\u91CD\u8981\u6750\u6599
item.singularity-crystal_FEX.details = (wait to translate) \u6700\u521D\u4EBA\u4EEC\u53D1\u73B0\u9AD8\u7EAF\u5EA6FEX\u7684\u6676\u4F53\u65F6\uFF0C\u7531\u4E8E\u5176\u5730\u58F3\u4E2D\u76F8\u5BF9\u4E30\u5EA6\u6BD4\u7A00\u571F\u91D1\u5C5E\u90FD\u8981\u4F4E\uFF0CFEX\u7ED3\u6676\u7684\u4EF7\u503C\u4E00\u5EA6\u8D85\u8D8A\u94BB\u77F3\uFF0C\u5728\u51E0\u5E74\u95F4\u8FD1\u4E4E\u53D6\u4EE3\u6574\u4E2A\u94BB\u77F3\u5E02\u573A\uFF0C\u76F4\u5230\u67D0\u4E2A\u5012\u9709\u9B3C\u5728\u6838\u53CD\u5E94\u5806\u65C1\u5DE5\u4F5C\u65F6\u88AB\u4ED6\u515C\u91CC\u51C6\u5907\u7684\u7EA2\u94BB\u5A5A\u6212\u70B8\u65AD\u4E86\u4E00\u6761\u817F
item.singularity-crystal_FEX_power.name = (wait to translate) \u6D3B\u6027FEX\u7ED3\u6676
item.singularity-crystal_FEX_power.description = (wait to translate) \u7ECF\u5927\u91CF\u80FD\u91CF\u6FC0\u53D1\u7684FEX\u7ED3\u6676\uFF0C\u4EE5\u76F8\u53CD\u7684\u6838\u6548\u5E94\u91CA\u653E\u80FD\u91CF\n\u663E\u51FA\u6781\u5176\u4E0D\u7A33\u5B9A\u7684\u6027\u8D28\uFF0C\u5371\u9669\uFF0C\u4F46\u5BF9\u4E8E\u91CA\u653E\u6838\u80FD\u7684\u60C5\u5883\u4E0D\u53EF\u6216\u7F3A
item.singularity-crystal_FEX_power.details = (wait to translate) \u201C\u4E25\u7981\u7528\u4EFB\u4F55\u81F4\u5BC6\u4ECB\u8D28\u63A5\u89E6\u6FC0\u53D1\u6001\u7684FEX\u7ED3\u6676\u201D\u8FD9\u662F\u300A\u4E2D\u5B50\u5DE5\u4E1A\u64CD\u4F5C\u7BA1\u7406\u6761\u4F8B\u300B\u4E2D\u6807\u7EA2\u7684\u4E00\u6761\uFF0C\u8FD9\u6837\u7684\u6761\u6B3E\u9664\u4E86\u4ECE\u7406\u8BBA\u4E2D\u603B\u7ED3\u5F97\u51FA\u4EE5\u5916\uFF0C\u5F80\u5F80\u662F\u6765\u81EA\u4E00\u4E2A\u4E2A\u8840\u7684\u6559\u8BAD
item.singularity-matrix_alloy.name = (wait to translate) \u77E9\u9635\u5408\u91D1
item.singularity-matrix_alloy.description = (wait to translate) \u5927\u91CF\u7EB3\u7C73\u673A\u5668\u4EBA\u7684\u96C6\u5408\u4F53\uFF0C\u7ECF\u7F16\u7A0B\u540E\u53EF\u81EA\u7531\u53D8\u6362\u5F62\u6001\u751A\u81F3\u7269\u6001\n\u4F46\u673A\u68B0\u5F3A\u5EA6\u4E0A\u9650\u4F4E\uFF0C\u5E38\u7528\u4E8E\u5404\u79CD\u667A\u80FD\u5316\u573A\u5408
item.singularity-matrix_alloy.details = (wait to translate) \u5F88\u591A\u5E74\u524D\u6709\u4E2A\u7535\u5F71\u53EB\u505A\u300A\u7EC8\u7ED3\u8005\u300B\uFF0C\u7535\u5F71\u91CC\u51FA\u73B0\u8FC7\u201C\u77E9\u9635\u591A\u53D8\u62DF\u949B\u5408\u91D1\u201D\uFF0C\u90A3\u4E5F\u8BB8\u662F\u8FD9\u79CD\u91D1\u5C5E\u6700\u65E9\u88AB\u5177\u8C61\u5316\u7684\u60F3\u8C61\u5427
item.singularity-strengthening_alloy.name = (wait to translate) \u5F3A\u5316\u5408\u91D1
item.singularity-strengthening_alloy.description = (wait to translate) \u51B6\u70BC\u800C\u6210\u7684\u9AD8\u5F3A\u5EA6\u91D1\u5C5E\uFF0C\u97E7\u6027\u548C\u786C\u5EA6\u8FBE\u5230\u4E00\u4E2A\u5FAE\u5999\u7684\u76F8\u5173\n\u4F7F\u4E4B\u7ED3\u6784\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u6297\u6027\u5F3A\uFF0C\u7528\u9014\u5E7F\u6CDB
item.singularity-strengthening_alloy.details = (wait to translate) \u8FD9\u79CD\u5408\u91D1\u7814\u53D1\u65F6\u53D1\u751F\u4E86\u8FD9\u6837\u4E00\u4EF6\u8DA3\u4E8B\uFF1A\n\u5728\u7814\u7A76\u6750\u6599\u914D\u6BD4\u5BF9\u5F3A\u5EA6\u7684\u5F71\u54CD\u51FD\u6570\u66F2\u7EBF\u65F6\uFF0C\u51B6\u91D1\u5DE5\u7A0B\u7684\u6240\u6709\u4E13\u5BB6\u4E00\u81F4\u8BA4\u4E3A\u949B\u7684\u6BD4\u4F8B\u572830%\u5DE6\u53F3\u65F6\u6750\u6599\u7684\u97E7\u6027\u548C\u521A\u6027\u8FBE\u5230\u6700\u4F73\u7684\u5E73\u8861\uFF0C\u7136\u800C\u8FD9\u6837\u7684\u5408\u91D1\u4E0E\u90E8\u5206\u7279\u79CD\u94A2\u6750\u5DEE\u5F02\u4E0D\u5927\uFF0C\u76F4\u5230\u5728\u67D0\u4E00\u6B21\u5B9E\u9A8C\u4E2D\u67D0\u4E2A\u5192\u5931\u7684\u6750\u6599\u5B66\u7814\u7A76\u751F\u610F\u5916\u7684\u5C06\u949B\u548C\u948D\u7684\u6BD4\u4F8B\u6DF7\u6DC6\u4E86\u3002\n\u8FD9\u4E4B\u540E\uFF0C\u300Anature\u300B\u4E0A\u520A\u767B\u4E86\u4E00\u7BC7\u83B7\u5F97\u591A\u9879\u5956\u9879\u7684\u8BBA\u6587\uFF0C\u90A3\u4E2A\u5E78\u8FD0\u7684\u5B69\u5B50\u4E5F\u8DE8\u6781\u83B7\u5F97\u4E86\u9AD8\u7B49\u5B66\u4F4D\uFF0C\u8FD9\u4E00\u5EA6\u8BA9\u5B66\u4F1A\u7684\u6559\u6388\u4EEC\u5F88\u5C34\u5C2C\u3002
item.singularity-aerogel.name = (wait to translate) \u6C14\u51DD\u80F6
item.singularity-aerogel.description = (wait to translate) \u7845\u8D28\u7684\u72EC\u7279\u5316\u5B66\u5F62\u6001\uFF0C\u5177\u6709\u5F3A\u5EA6\u9AD8\uFF0C\u5BC6\u5EA6\u5C0F\uFF0C\u7EDD\u7F18\u7EDD\u70ED\u7B49\u4F18\u79C0\u6027\u8D28\n\u5DE5\u4E1A\u5341\u5206\u5E38\u7528\u7684\u7ED3\u6784\u6750\u6599
item.singularity-aerogel.details = (wait to translate) \u6C14\u51DD\u80F6\u5728\u8BB8\u591A\u5E74\u524D\u66FE\u88AB\u79F0\u4E3A\u201C\u51DD\u56FA\u7684\u70DF\u201D\uFF0C\u800C\u5728\u6C14\u51DD\u80F6\u5185\u5B54\u6D1E\u4F53\u79EF\u53EF\u4EE5\u8D85\u8FC799%\u7684\u73B0\u5728\uFF0C\u8FD9\u5DF2\u7ECF\u53EF\u4EE5\u88AB\u79F0\u4E3A\u56FA\u4F53\u7A7A\u6C14\u4E86\uFF0C\u4E5F\u5F88\u96BE\u60F3\u8C61\u5728\u8FD9\u6837\u4F4E\u7684\u5BC6\u5EA6\u4E0B\u4ECD\u7136\u80FD\u5177\u6709\u4F18\u79C0\u7684\u7ED3\u6784\u5F3A\u5EA6\u3002
item.singularity-degenerate_neutron_polymer.name = (wait to translate) \u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
item.singularity-degenerate_neutron_polymer.description = (wait to translate) \u6781\u9AD8\u5BC6\u5EA6\u548C\u7269\u7406\u786C\u5EA6\u7684\u7279\u6B8A\u6750\u6599\uFF0C\u56E0\u6838\u5B50\u5185\u529B\u548C\u5F3A\u5F15\u529B\u7684\u4F5C\u7528\uFF0C\u8BE5\u6750\u6599\u575A\u5EA6\u96BE\u4EE5\u6D4B\u91CF\uFF0C\u540C\u65F6\u5177\u6709\u65E0\u9650\u63A5\u8FD1\u4E8E\u96F6\u7684\u97E7\u6027\u548C\u5851\u6027\n\u5BF9\u4E8E\u9AD8\u8D1F\u8377\u573A\u666F\u5177\u6709\u6781\u5176\u4F18\u79C0\u7684\u8868\u73B0
item.singularity-degenerate_neutron_polymer.details = (wait to translate) \u7531\u4E8E\u6B64\u6750\u6599\u7684\u673A\u68B0\u7279\u6027\uFF0C\u5236\u9020\u548C\u52A0\u5DE5\u90FD\u5C24\u5176\u56F0\u96BE\uFF0C\u4E5F\u8BB8\u8FD9\u5C31\u662F\u4E00\u5206\u4EF7\u503C\u4E00\u5206\u8D27\u5427
item.singularity-uranium_238.name = (wait to translate) \u94C0-238
item.singularity-uranium_238.description = (wait to translate) \u4FD7\u79F0\u8D2B\u94C0\uFF0C\u5177\u6709\u4E00\u5B9A\u653E\u5C04\u6027\u7684\u540C\u4F4D\u7D20\uFF0C\u786C\u5EA6\u8F83\u9AD8\n\u53EF\u5438\u6536\u4E00\u4E2A\u4E2D\u5B50\u8870\u53D8\u4E3A\u653E\u5C04\u6027\u66F4\u5F3A\u7684\u949A-239
item.singularity-uranium_238.details = (wait to translate) \u81EA\u7136\u72B6\u6001\u4E0B\uFF0C\u65E0\u8BBA\u5728\u54EA\u4E00\u4E2A\u661F\u7403\u4E0A\uFF0C\u94C0238\u603B\u662F\u5360\u636E\u94C0\u7684\u7EDD\u5927\u90E8\u5206\u7684\u4E30\u5BCC\u5EA6\uFF0C\u6240\u4EE5\u4F60\u8FD8\u662F\u628A\u94C0238\u4E22\u8FDB\u53CD\u5E94\u5806\u5427
item.singularity-uranium_235.name = (wait to translate) \u94C0-235
item.singularity-uranium_235.description = (wait to translate) \u5E38\u89C1\u7684\u6838\u71C3\u6599\uFF0C\u4F46\u548C\u540C\u4F4D\u7D20\u94C0-238\u76F8\u6BD4\u542B\u91CF\u7A00\u5C11\uFF0C\u4F46\u5176\u4ECD\u7136\u5177\u6709\u5F88\u9AD8\u7684\u6838\u5DE5\u4E1A\u5229\u7528\u4EF7\u503C
item.singularity-uranium_235.details = (wait to translate) \u5728\u5730\u7403\u4E0A\uFF0C\u6BCF\u5E74\u90FD\u6709\u6025\u6027\u653E\u5C04\u75C5\u7684\u6848\u4F8B\u88AB\u62A5\u9053\uFF0C\u7136\u800C\u4F5C\u4E3A\u6838\u71C3\u6599\u7684U235\uFF0C\u6765\u81EA\u8FD9\u4E2A\u7684\u75C5\u4F8B\u5E76\u4E0D\u591A\u89C1\uFF0C\u8FD9\u6216\u8BB8\u548CU235\u76F8\u5173\u7BA1\u7406\u529E\u6CD5\u5341\u5206\u4E25\u683C\u6709\u5173\u5427\uFF0C\u6BD5\u7ADF\u5728\u505C\u6EDE\u65F6\u4EE3\u7684\u65F6\u5019\u67D0\u5EA7\u5012\u9709\u7684\u57CE\u5E02\u5C31\u88AB\u6781\u7AEF\u53CD\u5BF9\u4E3B\u4E49\u8005\u7528\u571F\u5236\u6838\u5F39\u9001\u4E0A\u4E86\u5929
item.singularity-plutonium_239.name = (wait to translate) \u949A-239
item.singularity-plutonium_239.description = (wait to translate) \u94C0-238\u5438\u6536\u4E2D\u5B50\u540E\u8870\u53D8\u5F97\u5230\u7684\u5F3A\u653E\u5C04\u6027\u540C\u4F4D\u7D20\uFF0C\u540C\u94C0-235\u4E00\u6837\u6709\u88C2\u53D8\u7684\u6027\u8D28\uFF0C\u540C\u6837\u662F\u5E38\u7528\u7684\u548C\u71C3\u6599\uFF0C\u4F46\u6BD4\u94C0-235\u5177\u6709\u66F4\u591A\u7684\u6F5C\u5728\u50A8\u91CF
item.singularity-plutonium_239.details = (wait to translate) \u5C3D\u7BA1\u94C0238\u53EF\u4EE5\u8F6C\u6362\u4E3A\u949A239\uFF0C\u4F46\u4E5F\u8BB8\u4F60\u9700\u8981\u4E00\u4E2A\u4E0D\u5C0F\u89C4\u6A21\u7684\u53CD\u5E94\u5806\u9635\u5217\u624D\u80FD\u5B9E\u73B0\u91CF\u4EA7\u949A239\u4E86
item.singularity-concentration_uranium_235.name = (wait to translate) \u5C01\u88C5\u94C0-235
item.singularity-concentration_uranium_235.description = (wait to translate) \u7ECF\u9AD8\u5EA6\u6D53\u7F29\u7EAF\u5316\u5C01\u88C5\u8D77\u6765\u7684\u6838\u71C3\u6599\uFF0C\u4EE5\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\u7684\u6E29\u5EA6\u9489\u6B7B\u4E86\u539F\u5B50\u6838\uFF0C\u53EF\u4EE5\u5728\u8D85\u8FC7\u5E38\u6E29\u94FE\u5F0F\u53CD\u5E94\u4E34\u754C\u503C\u6570\u500D\u7684\u538B\u7F29\u60C5\u51B5\u4E0B\u5B58\u50A8\u71C3\u6599\uFF0C\u4EE5\u4FBF\u4E8E\u66F4\u9AD8\u6548\u7387\u7684\u4EA7\u80FD
item.singularity-concentration_uranium_235.details = (wait to translate) \u76DB\u88C5\u5371\u9669\u653E\u5C04\u6027\u7269\u8D28\u7684\u5BB9\u5668\u65E0\u8BBA\u4E0A\u9762\u753B\u4E86\u591A\u5927\uFF0C\u591A\u9192\u76EE\u7684\u8F90\u5C04\u8B66\u544A\u6807\u5FD7\uFF0C\u4F9D\u7136\u4F1A\u88AB\u65F6\u65E5\u65E0\u591A\u7684\u5012\u9709\u86CB\u6361\u8D70\uFF0C\u8FD9\u5DF2\u7ECF\u662F\u539F\u5B50\u7BA1\u7406\u534F\u4F1A\u5185\u90E8\u4E0D\u6210\u6587\u7684\u5171\u8BC6\u4E86\uFF0C\u6700\u540E\u8FD9\u4E2A\u5BB9\u5668\u7684\u8BBE\u8BA1\u8005\u60F3\u5230\u4E86\u4E00\u4E2A\u6709\u6548\u7684\u89E3\u51B3\u529E\u6CD5\uFF0C\u90A3\u5C31\u662F\u628A\u5BB9\u5668\u505A\u5927\uFF0C\u8D8A\u5927\u8D8A\u597D\uFF0C\u8D8A\u91CD\u8D8A\u597D\u3002\n\u679C\u7136\uFF0C\u5728\u90A3\u4E4B\u540E\u5236\u9020\u7684\u91CD\u91CF\u81F3\u5C111t\u7684\u5BB9\u5668\u90FD\u6CA1\u6709\u518D\u9057\u5931\u8FC7\u4E86\uFF0C\u4E0D\u662F\u56E0\u4E3A\u62FF\u4E0D\u52A8\uFF0C\u800C\u662F\u56E0\u4E3A\u5982\u679C\u5012\u9709\u86CB\u5F00\u7740\u4E00\u8F86\u5361\u8F66\uFF0C\u5927\u6447\u5927\u6446\u7684\u8F7D\u7740\u5370\u6EE1\u4E86\u8F90\u5C04\u5371\u9669\u7684\u6838\u5BB9\u5668\uFF0C\u90A3\u4E48\u4ED6\u4E00\u5B9A\u4F1A\u88AB\u8BF7\u8FDB\u5C40\u91CC\u559D\u8336
item.singularity-concentration_plutonium_239.name = (wait to translate) \u5C01\u88C5\u949A-239
item.singularity-concentration_plutonium_239.description = (wait to translate) \u4EE5\u76F8\u540C\u7684\u6280\u672F\u5C01\u88C5\u7684\u949A-239\uFF0C\u6D53\u7F29\u5C01\u88C5\u7684\u6838\u71C3\u6599\uFF0C\u51ED\u501F\u9AD8\u5EA6\u538B\u7F29\uFF0C\u4F7F\u5F97\u6838\u53CD\u5E94\u5F97\u4EE5\u66F4\u52A0\u9AD8\u6548\u7684\u8FDB\u884C
item.singularity-concentration_plutonium_239.details = (wait to translate) \u76DB\u88C5\u5371\u9669\u653E\u5C04\u6027\u7269\u8D28\u7684\u5BB9\u5668\u65E0\u8BBA\u4E0A\u9762\u753B\u4E86\u591A\u5927\uFF0C\u591A\u9192\u76EE\u7684\u8F90\u5C04\u8B66\u544A\u6807\u5FD7\uFF0C\u4F9D\u7136\u4F1A\u88AB\u65F6\u65E5\u65E0\u591A\u7684\u5012\u9709\u86CB\u6361\u8D70\uFF0C\u8FD9\u5DF2\u7ECF\u662F\u539F\u5B50\u7BA1\u7406\u534F\u4F1A\u5185\u90E8\u4E0D\u6210\u6587\u7684\u5171\u8BC6\u4E86\uFF0C\u6700\u540E\u8FD9\u4E2A\u5BB9\u5668\u7684\u8BBE\u8BA1\u8005\u60F3\u5230\u4E86\u4E00\u4E2A\u6709\u6548\u7684\u89E3\u51B3\u529E\u6CD5\uFF0C\u90A3\u5C31\u662F\u628A\u5BB9\u5668\u505A\u5927\uFF0C\u8D8A\u5927\u8D8A\u597D\uFF0C\u8D8A\u91CD\u8D8A\u597D\u3002\n\u679C\u7136\uFF0C\u5728\u90A3\u4E4B\u540E\u5236\u9020\u7684\u91CD\u91CF\u81F3\u5C111t\u7684\u5BB9\u5668\u90FD\u6CA1\u6709\u518D\u9057\u5931\u8FC7\u4E86\uFF0C\u4E0D\u662F\u56E0\u4E3A\u62FF\u4E0D\u52A8\uFF0C\u800C\u662F\u56E0\u4E3A\u5982\u679C\u5012\u9709\u86CB\u5F00\u7740\u4E00\u8F86\u5361\u8F66\uFF0C\u5927\u6447\u5927\u6446\u7684\u8F7D\u7740\u5370\u6EE1\u4E86\u8F90\u5C04\u5371\u9669\u7684\u6838\u5BB9\u5668\uFF0C\u90A3\u4E48\u4ED6\u4E00\u5B9A\u4F1A\u88AB\u8BF7\u8FDB\u5C40\u91CC\u559D\u8336
item.singularity-anti_metter.name = (wait to translate) \u53CD\u7269\u8D28
item.singularity-anti_metter.description = (wait to translate) \u5F15\u529B\u573A\u7EA6\u675F\u9694\u7EDD\u7684\u4E00\u4EFD\u53CD\u7269\u8D28\uFF0C\u4E0E\u4EFB\u4F55\u53EF\u89C2\u6D4B\u7684\u7269\u8D28\u63A5\u89E6\u4F1A\u7ACB\u5373\u6E6E\u706D\u5E76\u9075\u5FAA\u8D28\u80FD\u65B9\u7A0B\u91CA\u653E\u6781\u5176\u5E9E\u5927\u7684\u80FD\u91CF\uFF0C\u6781\u7AEF\u5371\u9669\uFF0C\u5728\u5F3A\u653B\u51FB\u6027\u6B66\u5668\u4E2D\u88AB\u5E7F\u6CDB\u4F7F\u7528
item.singularity-anti_metter.details = (wait to translate) \u901A\u5E38\u6BCF\u4E00\u4E2A\u53CD\u7269\u8D28\u50A8\u5B58\u5355\u5143\u90FD\u4F1A\u9700\u8981\u4E00\u4E2A\u72EC\u7ACB\u7684\u80FD\u6E90\u6A21\u5757\u6765\u7EF4\u6301\u7EA6\u675F\u529B\u573A\uFF0C\u5728\u8FDC\u822A\u661F\u8230\u961F\u4F34\u968F\u4ED3\u5E93\u653E\u51FA\u7684\u8000\u773C\u7684\u7130\u706B\u6D88\u5931\u540E\uFF0C\u505C\u7535\u88AB\u6210\u4E3A\u4E86\u643A\u5E26\u53CD\u7269\u8D28\u7684\u60C5\u51B5\u4E0B\u6700\u5371\u9669\u7684\u4E8B
item.singularity-chlorella_block.name = (wait to translate) \u7EFF\u85FB\u5757
item.singularity-chlorella_block.description = (wait to translate) \u7ECF\u8FC7\u5206\u79BB\u6389\u5404\u79CD\u6742\u8D28\u540E\uFF0C\u6574\u5408\u5F97\u5230\u7684\u7EFF\u85FB\u7EC6\u80DE\u96C6\u56E2\uFF0C\u53EF\u4EE5\u63D0\u53D6\u5230\u66F4\u6709\u7528\u7684\u7EFF\u85FB\u7D20
item.singularity-chlorella_block.details = (wait to translate) \u201C\u5E94\u8BE5\u8BF4\uFF0C\u4F60\u5F88\u96BE\u5728\u5730\u7403\u4EE5\u5916\u7684\u7EDD\u5927\u591A\u6570\u884C\u661F\u4E0A\u95FB\u5230\u6C27\u6C14\u7684\u5473\u9053\uFF0C\u4EC0\u4E48\uFF1F\u4F60\u8BF4\u6C27\u6C14\u6CA1\u6709\u5473\u9053\uFF1F\u90A3\u4F60\u95FB\u95FB\u8FD9\u4E2A\uFF1F\u201D
item.singularity-chlorella.name = (wait to translate) \u7EFF\u85FB\u7D20
item.singularity-chlorella.description = (wait to translate) \u4ECE\u7EFF\u85FB\u7EC6\u80DE\u4E2D\u5206\u79BB\u51FA\u7684\u751F\u7269\u6D3B\u6027\u6210\u5206\uFF0C\u7EFF\u85FB\u7684\u5149\u5408\u4F5C\u7528\u5C31\u662F\u9760\u8FD9\u79CD\u7269\u8D28\u8FDB\u884C\u7684\uFF0C\u540C\u6837\uFF0C\u6211\u4EEC\u4E5F\u53EF\u4EE5\u5229\u7528\u8FD9\u79CD\u6027\u8D28\uFF0C\u5C06\u5149\u548C\u4F5C\u7528\u5E94\u7528\u8D77\u6765
item.singularity-chlorella.details = (wait to translate) \u4E8C\u5341\u4E00\u4E16\u7EAA70\u5E74\u4EE3\uFF0C\u5730\u7403\u4E0A\u7684\u5E74\u8F7B\u7FA4\u4F53\u4E2D\u5F88\u6D41\u884C\u201C\u85FB\u7D20\u98DF\u54C1\u201D\uFF0C\u50CF\u7EFF\u85FB\u9165\uFF0C\u85FB\u9999\u86CB\u7CD5\u4EC0\u4E48\u7684\uFF0C\u5E74\u9F84\u8F83\u5927\u7684\u4EBA\u7FA4\u4F3C\u4E4E\u4E0D\u592A\u80FD\u63A5\u53D7\u8FD9\u4E2A\u7684\u5473\u9053\uFF0C\u4E00\u4F4D20\u4E16\u7EAA\u672B\u51FA\u751F\u7684\u9000\u4F11\u620F\u5267\u6F14\u5458\u8C03\u4F83\u7EFF\u85FB\u7684\u5473\u9053\u5C31\u50CF\u52A0\u4E86\u7CD6\u7684\u8349\uFF0C\u8FC7\u53BB\u755C\u7267\u7684\u7EF5\u7F8A\u5403\u7684\u90A3\u79CD
item.singularity-alkali_stone.name = (wait to translate) \u78B1\u77F3
item.singularity-alkali_stone.description = (wait to translate) \u4E3B\u8981\u7531\u78B1\u77F3\u7070\u7EC4\u6210\uFF0C\u5BCC\u542B\u591A\u79CD\u542B\u6C2F\u91D1\u5C5E\u76D0\u7C7B\u6210\u5206\uFF0C\u53EF\u4EE5\u7528\u4E8E\u7535\u79BB\u83B7\u5F97\u78B1\u6DB2\u548C\u6C2F
item.singularity-alkali_stone.details = (wait to translate) \u4E8C\u5341\u4E00\u4E16\u7EAA70\u5E74\u4EE3\uFF0C\u5730\u7403\u4E0A\u7684\u5E74\u8F7B\u7FA4\u4F53\u4E2D\u5F88\u6D41\u884C\u201C\u85FB\u7D20\u98DF\u54C1\u201D\uFF0C\u50CF\u7EFF\u85FB\u9165\uFF0C\u85FB\u9999\u86CB\u7CD5\u4EC0\u4E48\u7684\uFF0C\u5E74\u9F84\u8F83\u5927\u7684\u4EBA\u7FA4\u4F3C\u4E4E\u4E0D\u592A\u80FD\u63A5\u53D7\u8FD9\u4E2A\u7684\u5473\u9053\uFF0C\u4E00\u4F4D20\u4E16\u7EAA\u672B\u51FA\u751F\u7684\u9000\u4F11\u559C\u5267\u6F14\u5458\u8C03\u4F83\u7EFF\u85FB\u7684\u5473\u9053\u5C31\u50CF\u52A0\u4E86\u7CD6\u7684\u8349\uFF0C\u8FC7\u53BB\u755C\u7267\u7684\u7EF5\u7F8A\u5403\u7684\u90A3\u79CD
item.singularity-flocculant.name = (wait to translate) \u7D6E\u51DD\u5242
item.singularity-flocculant.description = (wait to translate) \u5728\u6295\u5165\u6C34\u4E2D\u540E\u4F1A\u5F62\u6210\u5927\u91CF\u591A\u5B54\u7D6E\u72B6\u80F6\u8D28\u7684\u5316\u5DE5\u6750\u6599
item.singularity-flocculant.details = (wait to translate) \u201C\u6CE8\u610F\u9632\u6F6E\u201D \u201C\u8BF7\u4E8E\u9634\u51C9\u73AF\u5883\u50A8\u5B58\uFF0C\u907F\u514D\u9633\u5149\u76F4\u5C04\u201D \u201C\u4FDD\u8D28\u671F\uFF1A\u516D\u4E2A\u6708\u201D\uFF08\u4E0B\u7565\uFF09
item.singularity-coke.name = (wait to translate) \u7126\u70AD
item.singularity-coke.description = (wait to translate) \u76F8\u6BD4\u7164\u70AD\u6709\u66F4\u9AD8\u7684\u78B3\u542B\u91CF\uFF0C\u70ED\u503C\u66F4\u9AD8\uFF0C\u6742\u8D28\u66F4\u5C11\uFF0C\u71C3\u70E7\u66F4\u5F7B\u5E95\n\u662F\u51B6\u70BC\u91D1\u5C5E\u65F6\u4F18\u79C0\u7684\u706B\u6027\u70ED\u6E90
item.singularity-coke.details = (wait to translate) \u5728\u51E0\u5341\u5E74\u524D\uFF0C\u5B66\u754C\u66FE\u666E\u904D\u8BA4\u4E3A\u81EA\u7136\u5730\u5C42\u4E2D\u7684\u78B3\u4E0E\u751F\u7269\u5708\u7684\u5173\u7CFB\u5BC6\u5207\uFF0C\u6216\u8005\u8BF4\u4E00\u822C\u8BA4\u4E3A\u5730\u5C42\u4E2D\u7684\u7164\u70AD\u548C\u77F3\u6CB9\u7B49\u78B3\u8D44\u6E90\u662F\u6765\u81EA\u751F\u7269\u5708\uFF0C\u4E00\u76F4\u5230\u65E0\u751F\u7269\u5708\u7684\u884C\u661F\u4E0A\u53D1\u73B0\u7ED3\u6676\u78B3\u4E3A\u6B62\uFF0C\u8FD9\u6837\u7684\u8BA4\u77E5\u624D\u5F97\u4EE5\u4FEE\u6B63
item.singularity-iridium.name = (wait to translate) \u94F1
item.singularity-iridium.description = (wait to translate) \u5F3A\u5EA6\u5F88\u9AD8\u7684\u5929\u7136\u91D1\u5C5E\uFF0C\u4E14\u5177\u6709\u7279\u522B\u7684\u6838\u80FD\u6FC0\u53D1\u6548\u5E94\uFF0C\u5176FEX\u590D\u5408\u7269\u53EF\u8BA4\u4E3A\u5C31\u662F\u6838\u80FD\u7684\u534A\u5BFC\u4F53\uFF0C\u5C31\u5982\u540C\u7845\u4E00\u6837\uFF0C\u94F1\u5C31\u662F\u7CBE\u5BC6\u6838\u7535\u8DEF\u7684\u6838\u5FC3\u6750\u6599
item.singularity-iridium.details = (wait to translate) \u5730\u58F3\u4E2D\u51E0\u4E4E\u662F\u4E30\u5EA6\u6700\u4F4E\u7684\u91D1\u5C5E\uFF0C\u4F46\u9700\u6C42\u91CF\u53C8\u5F88\u9AD8\uFF0C\u5728\u539F\u5B50\u5DE5\u4E1A\u51FA\u73B0\u4E4B\u524D\u90FD\u4EE4\u4EBA\u5341\u5206\u5934\u75DB
item.singularity-nuclear_waste.name = (wait to translate) \u6838\u5E9F\u6599
item.singularity-nuclear_waste.description = (wait to translate) \u6838\u53CD\u5E94\u540E\u7559\u4E0B\u7684\u6B8B\u8FF9\uFF0C\u4ECD\u6709\u5F88\u5F3A\u7684\u653E\u5C04\u6027\uFF0C\u542B\u6709\u591A\u79CD\u6709\u7528\u7684\u8870\u53D8\u4EA7\u7269\uFF0C\u5982\u679C\u5408\u7406\u5229\u7528\uFF0C\u6838\u5E9F\u6599\u603B\u4F1A\u5E26\u6765\u4E00\u4E9B\u6709\u7528\u7684\u5B9D\u85CF
item.singularity-nuclear_waste.details = (wait to translate) \u5B62\u5B50\u6467\u6BC1\u4E86\u8D5B\u666E\u7F57\u7684\u6587\u660E\uFF0C\u800C\u6838\u5DE5\u4E1A\u7684\u526F\u4EA7\u7269\u5982\u679C\u5904\u7406\u4E0D\u5F53\uFF0C\u4EA6\u4F1A\u8986\u706D\u4E00\u4E2A\u6587\u660E\uFF0C\u8D5B\u666E\u7F57\u8BA9\u5730\u7403\u4EBA\u770B\u5230\u4E86\u4E00\u4E2A\u88AB\u9020\u7269\u6BC1\u4E8E\u4E00\u65E6\u7684\u6587\u660E\uFF0C\u4E5F\u5E94\u8BE5\u8BA9\u4EBA\u7C7B\u660E\u767D\uFF0C\u4EBA\u7C7B\u5236\u9020\u7684\u51E0\u767E\u5E74\u4E0D\u6D88\u4E0D\u6563\u7684\u6838\u6C61\u67D3\uFF0C\u8FDC\u6BD4\u5B62\u5B50\u8981\u66F4\u52A0\u53EF\u6016
item.singularity-black_crystone.name = (wait to translate) \u9ED1\u6676\u77F3
item.singularity-black_crystone.description = (wait to translate) \u5BCC\u542B\u5404\u79CD\u91D1\u5C5E\u5316\u5408\u7269\u7684\u77FF\u77F3\uFF0C\u7ECF\u8FC7\u63D0\u70BC\u53EF\u4EE5\u5F97\u5230\u8BB8\u591A\u6709\u7528\u7684\u91D1\u5C5E
item.singularity-black_crystone.details = (wait to translate) \u201C\u8FD9\u4E1C\u897F\u8981\u7ECF\u8FC7\u597D\u591A\u5230\u7E41\u6742\u7684\u5DE5\u5E8F\u624D\u80FD\u5F97\u5230\u6211\u60F3\u8981\u7684\u4E1C\u897F\u201D\n\u201C\u4F60\u5F88\u8BA8\u538C\u8FD9\u4E2A\u5BF9\u5427\u201D\n\u201C\u544A\u8BC9\u6211\u4F60\u8FD8\u5728\u5B66\u6821\u7684\u65F6\u5019\u8BA8\u4E0D\u8BA8\u538C\u8BE5\u6B7B\u7684\u5316\u5B66\u8BFE\u201D\n"......"
item.singularity-rock_bitumen.name = (wait to translate) \u5CA9\u5C42\u6CA5\u9752
item.singularity-rock_bitumen.description = (wait to translate) \u4ECE\u5730\u58F3\u6DF1\u5C42\u94BB\u53D6\u7684\u6CA5\u9752\u72B6\u6D41\u4F53\uFF0C\u542B\u6709\u4E30\u5EA6\u8F83\u9AD8\u7684FEX\u6D41\u4F53\u4EE5\u53CA\u8BB8\u591A\u8F83\u91CD\u7684\u77FF\u7269\u788E\u5C51
item.singularity-rock_bitumen.details = (wait to translate) \u201C\u77FF\u77F3\u788E\u5C51\u5728\u67D0\u4E9B\u6761\u4EF6\u4E0B\u4F1A\u81EA\u53D1\u7684\u5BCC\u96C6\u5E76\u6210\u5757\uFF0C\u5927\u90E8\u5206\u90FD\u4F1A\u5F62\u6210\u77FF\u5C42\uFF0C\u4F46\u8BB8\u591A\u672A\u6210\u578B\u7684\u77FF\u5C51\u88AB\u7C98\u5EA6\u5F88\u9AD8\u7684\u80F6\u4F53\u88F9\u631F\u65F6\u4F1A\u5728\u6DF1\u5C42\u5E95\u5C42\u4E2D\u5F62\u6210\u6CA5\u9752\u72B6\u7684\u77FF\u77F3\u80F6\u7ED3\u7269\uFF0C\u6210\u5206\u590D\u6742\u201D\u2014\u2014\u6458\u81EA\u300A\u884C\u661F\u5730\u8D28\u4E0E\u8D44\u6E90\u52D8\u63A2\uFF08\u7B2C4\u7248\uFF09\u300B
item.singularity-uranium_rawore.name = (wait to translate) \u94C0\u539F\u77FF
item.singularity-uranium_rawore.description = (wait to translate) \u94C0\u7684\u5E38\u89C1\u534A\u6676\u8D28\u77FF\u7269\uFF0C\u7ECF\u8FC7\u5904\u7406\u79BB\u5FC3\u540E\u53EF\u4EE5\u751F\u4EA7\u94C0\u7684\u4E24\u79CD\u5E38\u89C1\u540C\u4F4D\u7D20
item.singularity-uranium_rawore.details = (wait to translate) \u201C\u5C3D\u7BA1\u662F\u653E\u5C04\u6027\u5143\u7D20\u7684\u77FF\u7269\uFF0C\u4F46\u5728\u77FF\u77F3\u4E2D\u7684\u94C0\u5BC6\u5EA6\u8FD8\u4E0D\u8DB3\u4EE5\u4EA7\u751F\u81F4\u547D\u7684\u8F90\u5C04...\u4EC0\u4E48\uFF1F\u4F60\u95EE\u6211\u624B\u4E0A\u7684\u5C0F\u9ED1\u76D2\u5B50\u4E3A\u4EC0\u4E48\u5728\u54D2\u54D2\u54CD\uFF1F\u201C
item.singularity-uranium_rawmaterial.name = (wait to translate) \u94C0\u539F\u6599
item.singularity-uranium_rawmaterial.description = (wait to translate) .
item.singularity-uranium_rawmaterial.details = (wait to translate) .
item.singularity-iridium_mixed_rawmaterial.name = (wait to translate) \u94F1\u91D1\u6DF7\u5408\u7269
item.singularity-iridium_mixed_rawmaterial.description = (wait to translate) .
item.singularity-iridium_mixed_rawmaterial.details = (wait to translate) .
item.singularity-iridium_chloride.name = (wait to translate) \u6C2F\u94F1\u9178\u76D0
item.singularity-iridium_chloride.description = (wait to translate) .
item.singularity-iridium_chloride.details = (wait to translate) .

#----------Liquids----------#
liquid.singularity-purified_water.name = (wait to translate) \u7EAF\u51C0\u6C34
liquid.singularity-purified_water.description = (wait to translate) .
liquid.singularity-purified_water.details = (wait to translate) .
liquid.singularity-FEX_liquid.name = (wait to translate) FEX\u6D41\u4F53
liquid.singularity-FEX_liquid.description = (wait to translate) \u7ECF\u5206\u79BB\u6742\u8D28\u540E\u7684FEX\u7684\u539F\u59CB\u5F62\u6001\uFF0C\u6709\u534A\u6D41\u4F53\u7684\u7269\u7406\u6027\u8D28\uFF0C\u9700\u8981\u7ED3\u6676\u4E3A\u9AD8\u7EAF\u5EA6\u7684\u6676\u4F53\u624D\u80FD\u6EE1\u8DB3\u5DE5\u4E1A\u9700\u6C42
liquid.singularity-FEX_liquid.details = (wait to translate) \u6D41\u52A8\u7684\u8D8A\u5FEB\uFF0C\u6D41\u52A8\u5C31\u4F1A\u8D8A\u6162...\u4EC0\u4E48\uFF1F\u5176\u5B9E\u662F\u6D41\u52A8\u901F\u5EA6\u4F1A\u51B3\u5B9AFEX\u7684\u7C98\u5EA6\uFF0C\u4EBA\u7C7B\u7B2C\u4E00\u6B21\u89C2\u5BDF\u5230\u6838\u7269\u7406\u8150\u8680\u5C31\u662F\u5728\u8FD9\u79CD\u201C\u4E0D\u592A\u4F1A\u6D41\u52A8\u201D\u7684\u201C\u6C34\u201D\u91CC\uFF0C\u8FD9\u4F1A\u5728\u4EFB\u4F55\u63A5\u89E6\u7684\u81F4\u5BC6\u4ECB\u8D28\u4E0A\u53D1\u751F\u5BCC\u96C6\u548C\u5F31\u7ED3\u6676\uFF0C\u5982\u679C\u4F60\u628A\u624B\u4F38\u8FDB\u53BB\u540E\u62BD\u51FA\u6765\uFF0C\u4F60\u4F1A\u5F97\u5230\u4F60\u7684\u624B\u7684\u4E00\u4EFD\u7EA2\u8272\u6C34\u6676\u5012\u6A21\uFF0C\u4EE3\u4EF7\u662F\u4E00\u5C42\u76AE
liquid.singularity-phase_FEX_liquid.name = (wait to translate) \u76F8\u4F4D\u6001FEX\u6D41\u4F53
liquid.singularity-phase_FEX_liquid.description = (wait to translate) \u76F8\u4F4D\u5316\u540E\u7684FEX\u6D41\u4F53\uFF0C\u5177\u6709\u66F4\u52A0\u5F3A\u70C8\u7684\u8868\u9762\u5F20\u529B\u6CE2\u52A8\uFF0C\u4E14\u5177\u4F1A\u4E0E\u5176\u63A5\u89E6\u4ECB\u8D28\u53D1\u751F\u5F88\u5F3A\u7684\u5171\u632F\uFF0C\u6027\u80FD\u4F18\u8D8A\u7684\u6D41\u8D28\u80FD\u91CF\u8F7D\u4F53
liquid.singularity-phase_FEX_liquid.details = (wait to translate) \u201C\u4E25\u7981\u5728\u65E0\u8C10\u632F\u9632\u62A4\u670D\u7684\u60C5\u51B5\u4E0B\u9760\u8FD1\u50A8\u5B58\u76F8\u4F4D\u6001FEX\u7684\u50A8\u7F50\u6216\u8005\u6DB2\u69FD\u201D\u5982\u679C\u4F60\u5FFD\u7565\u4E86\u8FD9\u6761\uFF0C\u90A3\u4E48\u4F5C\u4E3A\u6709\u673A\u4F53\uFF0C\u5728\u4F60\u4E0D\u614E\u63A5\u89E6\u5230\u4E00\u70B9\u6DB2\u4F53\u7684\u65F6\u5019\u4F60\u5C31\u4F1A\u4EBA\u95F4\u84B8\u53D1\u4E86\uFF0C\u662F\u7684\uFF0C\u7269\u7406\u610F\u4E49\u7684\u84B8\u53D1
liquid.singularity-algae_mud.name = (wait to translate) \u85FB\u6CE5\u6D46
liquid.singularity-algae_mud.description = (wait to translate) \u85FB\u7C7B\u5FAE\u751F\u7269\u7E41\u884D\u7684\u96C6\u5408\u4F53\uFF0C\u8BF7\u5C0F\u5FC3\u4FDD\u62A4\u5B83\u4EEC\u5427\uFF0C\u5B62\u5B50\u80FD\u591F\u5728\u4E00\u77AC\u95F4\u6BC1\u706D\u8FD9\u4E00\u5C0F\u7C07\u7EFF\u8272\u7684\u751F\u547D
liquid.singularity-algae_mud.details = (wait to translate) \u201C\u5FAE\u751F\u7269\u5728\u6781\u7AEF\u6076\u52A3\u7684\u73AF\u5883\u4E0B\u4F1A\u8131\u53BB\u6C34\u5206\u8FDB\u5165\u4F11\u7720\u72B6\u6001\uFF0C\u6297\u9006\u6027\u6781\u5927\u63D0\u9AD8\u201D\u2014\u2014\u2014\u2014\u300A\u751F\u7269 \u5FC5\u4FEE\u4E09 \u73AF\u5883\u4E0E\u7A33\u6001\u300B
liquid.singularity-acid.name = (wait to translate) \u9178\u6DB2
liquid.singularity-acid.description = (wait to translate) .
liquid.singularity-lye.name = (wait to translate) \u78B1\u6DB2
liquid.singularity-lye.description = (wait to translate) .
liquid.singularity-silicon_chloride_sol.name = (wait to translate) \u6C2F\u5316\u7845\u6EB6\u80F6
liquid.singularity-silicon_chloride_sol.description = (wait to translate) .
liquid.singularity-mixed_ore_solution.name = (wait to translate) \u590D\u5408\u77FF\u7269\u6EB6\u6DB2
liquid.singularity-mixed_ore_solution.description = (wait to translate) .
liquid.singularity-mixed_ore_solution.details = (wait to translate) .
liquid.singularity-uranium_salt_solution.name = (wait to translate) \u94C0\u76D0\u6EB6\u6DB2
liquid.singularity-uranium_salt_solution.description = (wait to translate) .
liquid.singularity-carbon_dioxide.name = (wait to translate) \u4E8C\u6C27\u5316\u78B3
liquid.singularity-carbon_dioxide.description = (wait to translate) \u5927\u6C14\u4E2D\u666E\u904D\u5B58\u5728\u7684\u6E29\u5BA4\u6C14\u4F53\uFF0C\u70ED\u5BB9\u5F88\u9AD8\uFF0C\u53EF\u538B\u7F29\u4E3A\u5E72\u51B0\u4F5C\u4E3A\u56FA\u4F53\u51B7\u5374\u5242
liquid.singularity-sulfur_dioxide.name = (wait to translate) \u4E8C\u6C27\u5316\u786B
liquid.singularity-sulfur_dioxide.description = (wait to translate) \u4E00\u79CD\u6C27\u5316\u6027\u6C14\u4F53\uFF0C\u5E38\u7528\u4E8E\u5236\u5907\u786B\u9178
liquid.singularity-chlorine.name = (wait to translate) \u6C2F\u6C14
liquid.singularity-chlorine.description = (wait to translate) \u751F\u7269\u6BD2\u6027\u7684\u6C14\u4F53\uFF0C\u5927\u6C14\u4E2D\u7684\u5FAE\u91CF\u5B58\u5728\u7684\u90E8\u5206\u53EF\u80FD\u6765\u81EA\u751F\u7269\u6D3B\u52A8\u6216\u8005\u706B\u5C71\u6D3B\u52A8
liquid.singularity-spore_cloud.name = (wait to translate) \u5B62\u5B50\u4E91
liquid.singularity-spore_cloud.description = (wait to translate) \u8D5B\u666E\u7F57\u5927\u6C14\u4E2D\u5927\u91CF\u5B58\u5728\u7684\u751F\u7269\u8D28\u9897\u7C92\u7C89\u5C18\uFF0C\u6709\u5F3A\u70C8\u7684\u751F\u7269\u6BD2\u6027
liquid.singularity-spore_cloud.details = (wait to translate) \u201C\u5728\u8D5B\u666E\u7F57\uFF0C\u4EFB\u4F55\u4EBA\u79BB\u5F00\u57FA\u5730\u8231\u4F53\u524D\u5FC5\u987B\u7A7F\u6234\u5B8C\u6574\u7684\u5BC6\u95ED\u9632\u62A4\u88C5\u5907\uFF0C\u57FA\u5730\u5916\u52E4\u4EBA\u5458\u81F3\u5C11\u643A\u5E26\u4E24\u5957\u9632\u62A4\u670D\uFF0C\u6211\u4EEC\u90FD\u77E5\u9053\u4E00\u4E2A\u6210\u5E74\u7537\u6027\u5438\u51652mg\u7684\u5B62\u5B50\u6C14\u5C31\u8DB3\u4EE5\u7ACB\u5373\u81F4\u547D\uFF0C\u73CD\u60DC\u81EA\u5DF1\u7684\u751F\u547D\uFF0C\u5728\u8FD9\u91CC\uFF0C\u6211\u4EEC\u5E94\u8BE5\u60BC\u5FF5\u5F53\u521D\u7740\u9646\u540E\u7B2C\u4E00\u4E2A\u8D70\u51FA\u8231\u95E8\u7684\u58EE\u58EB\uFF0C\u4ED6\u5728\u63D0\u4F9B\u4E86\u5B62\u5B50\u4E2D\u6BD2\u7684\u5145\u8DB3\u6570\u636E\u540E\u957F\u7720\uFF0C\u6211\u4EEC\u4F1A\u5E26\u4ED6\u56DE\u5BB6\u7684\u201D\u2014\u2014\u8D5B\u666E\u7F57\u57FA\u5730\u601D\u60F3\u5DE5\u4F5C\u90E8\u95E8\u6587\u7A3F

#----------Blocks----------#
#factorys
block.singularity-fission_weaver.name = (wait to translate) \u88C2\u53D8\u7F16\u7EC7\u5668
block.singularity-fission_weaver.description = (wait to translate) \u66F4\u52A0\u5148\u8FDB\u7684\u76F8\u4F4D\u7269\u7F16\u7EC7\u6280\u672F\uFF0C\u4F7F\u7528\u94C0\u7684\u540C\u4F4D\u7D20\u5236\u9020\u76F8\u4F4D\u7269
block.singularity-culturing_barn.name = (wait to translate) \u7EFF\u85FB\u6C60
block.singularity-culturing_barn.description = (wait to translate) \u4F7F\u7528\u5149\u6C34\u57F9\u517B\u4F4E\u7B49\u7684\u85FB\u7C7B\u751F\u7269\uFF0C\u9664\u6C27\u6C14\u5916\uFF0C\u8FD8\u80FD\u6536\u83B7\u4E0D\u5C11\u85FB\u6CE5
block.singularity-culturing_barn.details = (wait to translate) \u5C3D\u7BA1\u5B62\u5B50\u5DF2\u7ECF\u706D\u7EDD\u4E86\u8D5B\u666E\u7F57\u4E0A\u7684\u7EDD\u5927\u90E8\u5206\u751F\u7269\uFF0C\u4F46\u8FD9\u4E9B\u4F4E\u7B49\u7684\u5FAE\u5C0F\u751F\u547D\u4F53\u5374\u987D\u5F3A\u7684\u751F\u5B58\u4E86\u4E0B\u6765\uFF0C\u5B83\u4EEC\u9700\u8981\u7684\u53EA\u662F\u4E00\u70B9\u70B9\u751F\u5B58\u7684\u7A7A\u95F4\uFF0C\u800C\u8FD9\u5C31\u662F\u6211\u4EEC\u80FD\u505A\u5230\u7684\n\u4E5F\u8BB8\u5343\u767E\u5E74\u540E\uFF0C\u5F53\u8FD9\u4E9B\u5E78\u5B58\u7684\u5C0F\u4E1C\u897F\u8FDB\u5316\u5230\u4E0D\u518D\u60E7\u6015\u5B62\u5B50\u540E\uFF0C\u8D5B\u666E\u7F57\u8FD8\u4F1A\u6062\u590D\u66FE\u7ECF\u7684\u76CE\u7136\u751F\u673A...\u8C01\u77E5\u9053\u5462
block.singularity-incubator.name = (wait to translate) \u80B2\u83CC\u7BB1
block.singularity-incubator.description = (wait to translate) \u4ECE\u6700\u539F\u59CB\u7684\u5B62\u5B50\u57F9\u517B\u6280\u672F\u53D1\u5C55\u800C\u6765\u7684\u66F4\u5148\u8FDB\u66F4\u9AD8\u6548\u7684\u751F\u7269\u8D28\u57F9\u80B2\u6280\u672F
block.singularity-electrolytor.name = (wait to translate) \u7535\u89E3\u673A
block.singularity-electrolytor.description = (wait to translate) \u5185\u7F6E\u51E0\u4E2A\u7535\u6781\u8FDB\u884C\u4E00\u7CFB\u5217\u7535\u89E3\u53CD\u5E94\uFF0C\u5C06\u6750\u6599\u7535\u89E3\u4E3A\u4E00\u4E9B\u6709\u7528\u7684\u4E1C\u897F
block.singularity-osmotic_separation_tank.name = (wait to translate) \u6E17\u900F\u5206\u79BB\u69FD
block.singularity-osmotic_separation_tank.description = (wait to translate) .
block.singularity-reacting_pool.name = (wait to translate) \u53CD\u5E94\u4ED3
block.singularity-reacting_pool.description = (wait to translate) .
block.singularity-combustion_chamber.name = (wait to translate) \u71C3\u70E7\u5BA4
block.singularity-combustion_chamber.description = (wait to translate) .
block.singularity-vacuum_crucible.name = (wait to translate) \u771F\u7A7A\u5769\u57DA
block.singularity-vacuum_crucible.description = (wait to translate) .
block.singularity-thermal_smelter.name = (wait to translate) \u70ED\u80FD\u51B6\u70BC\u7089
block.singularity-thermal_smelter.description = (wait to translate) .
block.singularity-retort_column.name = (wait to translate) \u5E72\u998F\u5854
block.singularity-retort_column.description = (wait to translate) \u901A\u8FC7\u9694\u7EDD\u7A7A\u6C14\u7684\u9AD8\u6E29\u5206\u79BB\u7164\u70AD\u4E2D\u7684\u7269\u8D28\uFF0C\u4EE5\u5236\u9020\u7126\u70AD
block.singularity-laser_resolver.name = (wait to translate) \u6FC0\u5149\u5206\u89E3\u673A
block.singularity-laser_resolver.description = (wait to translate) \u4F7F\u7528\u4E0D\u540C\u9891\u6BB5\u7684\u6FC0\u5149\u6765\u5B9A\u5411\u5206\u79BB\u7269\u8D28\u4EE5\u5F97\u5230\u66F4\u52A0\u6709\u7528\u7684\u4E1C\u897F
block.singularity-ore_washer.name = (wait to translate) \u6D17\u77FF\u673A
block.singularity-ore_washer.description = (wait to translate) \u7528\u9AD8\u901F\u7684\u6C34\u6D41\u51B2\u5237\u6CA5\u9752\u7C97\u77FF\u4EE5\u9664\u53BB\u8F7B\u6742\u8D28\uFF0C\u4EE5\u53CA\u6D17\u8131\u9644\u7740\u5728\u5CA9\u77F3\u95F4\u7684FEX\u7269\u8D28
block.singularity-distill_purifier.name = (wait to translate) \u84B8\u998F\u51C0\u5316\u5668
block.singularity-distill_purifier.description = (wait to translate) .
block.singularity-osmotic_purifier.name = (wait to translate) \u6E17\u900F\u51C0\u5316\u5668
block.singularity-osmotic_purifier.description = (wait to translate) .
block.singularity-crystallizer.name = (wait to translate) \u7ED3\u6676\u5668
block.singularity-crystallizer.description = (wait to translate) \u6700\u65E9\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4F9D\u8D56\u7535\u78C1\u573A\u6CE2\u52A8\uFF0C\u4F7FFEX\u5728\u8F7D\u4F53\u91D1\u5C5E\u4E0A\u9010\u6B65\u5F62\u6210\u7ED3\u6676
block.singularity-FEX_phase_mixer.name = (wait to translate) FEX\u76F8\u4F4D\u6DF7\u5408\u5668
block.singularity-FEX_phase_mixer.description = (wait to translate) \u5C06\u76F8\u4F4D\u7269\u7684\u6CE2\u52A8\u6027\u8D28\u878D\u5408\u5230FEX\u6D41\u4F53\u4E2D\uFF0C\u4F7FFEX\u6D41\u4F53\u5448\u73B0\u51FA\u66F4\u52A0\u7279\u522B\u7684\u6027\u8D28
block.singularity-fuel_packager.name = (wait to translate) \u71C3\u6599\u5C01\u88C5\u673A
block.singularity-fuel_packager.description = (wait to translate) \u5229\u7528\u529B\u573A\u56FA\u5B9A\u4F4E\u6E29\u6280\u672F\u5236\u9020\u4E9A\u7EDD\u5BF9\u96F6\u5EA6\u73AF\u5883\uFF0C\u5C06\u6838\u71C3\u6599\u4EE5\u6781\u9AD8\u7684\u6D53\u5EA6\u548C\u538B\u529B\u538B\u7F29\u5C01\u88C5\u8D77\u6765
block.singularity-thermal_centrifuge.name = (wait to translate) \u70ED\u80FD\u79BB\u5FC3\u673A
block.singularity-thermal_centrifuge.description = (wait to translate) \u4EE5\u6781\u9AD8\u7684\u6E29\u5EA6\u5C06\u7269\u8D28\u7194\u5316\u6210\u6DB2\u6001\uFF0C\u4EE5\u5DEE\u901F\u79BB\u5FC3\u5206\u79BB\u5176\u4E2D\u4E0D\u540C\u5206\u5B50\u8D28\u91CF\u7684\u7269\u8D28
block.singularity-lattice_constructor.name = (wait to translate) \u6676\u683C\u6784\u5EFA\u5668
block.singularity-lattice_constructor.description = (wait to translate) \u5148\u8FDB\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4EE5\u5149\u675F\u5F15\u5BFC\u548C\u529B\u573A\u805A\u5408\u4EBA\u5DE5\u6784\u5EFA\u6676\u683C\u7ED3\u6784\uFF0C\u66F4\u9AD8\u6548\u5730\u751F\u4EA7FEX\u7ED3\u6676
block.singularity-FEX_crystal_charger.name = (wait to translate) FEX\u5145\u80FD\u5EA7
block.singularity-FEX_crystal_charger.description = (wait to translate) \u4F7F\u7528\u8109\u51B2\u80FD\u91CF\u5BF9FEX\u6CE8\u5165\u6838\u80FD\uFF0C\u4EE5\u6FC0\u53D1FEX\u7ED3\u6676\u7684\u6676\u4F53\u6D3B\u6027
block.singularity-matrix_cutter.name = (wait to translate) \u77E9\u9635\u5207\u5272\u5668
block.singularity-matrix_cutter.description = (wait to translate) \u4EE5\u6781\u5176\u5148\u8FDB\u7684\u7EB3\u7C73\u9AD8\u80FD\u6FC0\u5149\u5207\u5272/\u96D5\u523B\u6280\u672F\uFF0C\u5C06\u91D1\u5C5E\u5207\u5272\u4E3A\u7EB3\u7C73\u5C3A\u5EA6\u5E76\u96D5\u523B\u7535\u8DEF\u4EE5\u751F\u4EA7\u77E9\u9635\u5408\u91D1
block.singularity-polymer_gravitational_generator.name = (wait to translate) \u805A\u5408\u529B\u573A\u53D1\u751F\u5668
block.singularity-polymer_gravitational_generator.description = (wait to translate) \u4F7F\u7528\u9876\u5C16\u6280\u672F\u2014\u2014\u529B\u573A\u805A\u5408\u5236\u9020\u7684\u5927\u578B\u5DE5\u5382\uFF0C\u53EF\u4EE5\u5728\u5185\u90E8\u5B9A\u70B9\u4EA7\u751F\u6781\u5F3A\u7684\u5F15\u529B\uFF0C\u5C06\u7269\u8D28\u7D27\u7D27\u7684\u6324\u538B\u5728\u4E00\u8D77\uFF0C\u7F6E\u5165\u5185\u6E90\u529B\u573A\u53D1\u751F\u5668\u751F\u4EA7\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
block.singularity-quality_generator.name = (wait to translate) \u8D28\u91CF\u751F\u6210\u5668
block.singularity-quality_generator.description = (wait to translate) \u5C06\u80FD\u91CF\u65E0\u5E8F\u9006\u5411\u8F6C\u6362\u7684\u8BBE\u5907\uFF0C\u5C06\u5927\u91CF\u4E2D\u5B50\u80FD\u5411\u7269\u8D28\u8D28\u91CF\u8FDB\u884C\u8F6C\u6362\uFF0C\u5C06\u4EA7\u51FA\u51FA\u5938\u514B\u7C7B\u4ECB\u8D28\u5916\u7684\u7EAF\u51C0\u65E0\u5E8F\u4ECB\u8D28
block.singularity-destructor.name = (wait to translate) \u6790\u6784\u5668
block.singularity-destructor.description = (wait to translate) \u52A0\u901F\u78B0\u649E\u7834\u574F\u7269\u8D28\u7684\u539F\u5B50\u6838\u7ED3\u6784\uFF0C\u4EE5\u5206\u6790\u7269\u8D28\u7684\u5FAE\u89C2\u6784\u6210\u5F62\u6001\u5E76\u5EFA\u7ACB\u539F\u5B50\u7A7A\u95F4\u6784\u6210\u7684\u84DD\u56FE
block.singularity-substance_inverter.name = (wait to translate) \u7269\u8D28\u9006\u5316\u5668
block.singularity-substance_inverter.description = (wait to translate) \u5C06\u4ECB\u8D28\u53CD\u5411\u5EFA\u7ACB\u7269\u8D28\u7684\u8BBE\u5907\uFF0C\u4E3B\u52A8\u5206\u79BB\u6B63\u7C92\u5B50\u4EE5\u5236\u9020\u53CD\u7269\u8D28\uFF0C\u5E76\u76DB\u88C5\u5230\u5F15\u529B\u5BB9\u5668\u4E2D
block.singularity-hadron_reconstructor.name = (wait to translate) \u5F3A\u5B50\u91CD\u6784\u4EEA
block.singularity-hadron_reconstructor.description = (wait to translate) \u5FAE\u7F29\u7684\u5B9A\u5411\u5927\u91CF\u5F3A\u5B50\u5BF9\u649E\u673A\uFF0C\u4F7F\u5F97\u521B\u9020\u7269\u8D28\u4ECE\u7406\u8BBA\u6210\u4E3A\u73B0\u5B9E

#product
block.singularity-rock_drill.name = (wait to translate) \u6DF1\u5CA9\u94BB\u5934
block.singularity-rock_drill.description = (wait to translate) \u94BB\u63A2\u6DF1\u5C42\u7684\u5730\u58F3\uFF0C\u5C06\u6DF1\u57CB\u5728\u5730\u58F3\u6DF1\u5904\u7684\u8F83\u9AD8\u8D28\u91CF\u7684\u77FF\u7269\u9001\u81F3\u5730\u8868
block.singularity-tidal_drill.name = (wait to translate) \u6F6E\u6C50\u94BB\u5934
block.singularity-tidal_drill.descirption = (wait to translate) \u4F7F\u7528\u6700\u524D\u6CBF\u529B\u573A\u63A7\u5236\u6280\u672F\u5236\u9020\u7684\u9AD8\u7EA7\u94BB\u5934\uFF0C\u4EE5\u7C92\u5B50\u675F\u51B2\u51FB\u7834\u574F\u6316\u6398\u7269\u7684\u7269\u8D28\u7ED3\u6784\u540E\u901A\u8FC7\u63A7\u5236\u5F15\u529B\u573A\u9707\u8361\u5B8C\u6210\u77FF\u77F3\u89E3\u4F53\u548C\u91C7\u96C6\u7684\u8FC7\u7A0B
block.singularity-force_field_extender.name = (wait to translate) \u5F15\u529B\u5EF6\u5C55\u5BA4
block.singularity-force_field_extender.description = (wait to translate) \u7528\u4E8E\u5EF6\u4F38\u6F6E\u6C50\u94BB\u5934\u7684\u8BBE\u5907\uFF0C\u8D34\u8FD1\u6F6E\u6C50\u94BB\u5934\uFF0C\u5E76\u4E0E\u5176\u4ED6\u5EF6\u5C55\u5BA4\u5F7C\u6B64\u6B63\u5BF9\u8FDE\u63A5\u53EF\u6269\u5927\u94BB\u5934\u8986\u76D6\u7684\u8303\u56F4
block.singularity-matrix_miner.name = (wait to translate) \u77E9\u9635\u77FF\u5E8A\u63A7\u5236\u5668
block.singularity-matrix_miner.description = (wait to translate) \u77E9\u9635\u77FF\u5E8A\u7684\u63A7\u5236\u4E2D\u5FC3\uFF0C\u4E0E\u77E9\u9635\u77FF\u5E8A\u6846\u67B6\u4F5C\u4E3A\u5BF9\u89D2\u56F4\u6210\u4E00\u4E2A\u77E9\u5F62\u5C01\u95ED\u7A7A\u95F4\u6784\u5EFA\u77E9\u9635\u77FF\u5E8A\u3002\n\u901A\u8FC7\u6B64\u8BBE\u5907\u5728\u77FF\u5E8A\u7684\u77E9\u5F62\u8303\u56F4\u5185\u6309\u6BCF\u4E2A\u5730\u5757\u72EC\u7ACB\u914D\u7F6E\u91C7\u6398\u76EE\u6807
block.singularity-matrix_miner_node.name = (wait to translate) \u77E9\u9635\u77FF\u5E8A\u6846\u67B6
block.singularity-matrix_miner_node.description = (wait to translate) \u5EFA\u7ACB\u77E9\u9635\u77FF\u5E8A\u7684\u5BF9\u89D2\u8FB9\u754C\uFF0C\u4E09\u4E2A\u77E9\u9635\u6846\u67B6\u4E0E\u4E00\u4E2A\u77E9\u9635\u77FF\u5E8A\u63A7\u5236\u5668\u5F7C\u6B64\u8FDE\u63A5\u6210\u4E00\u4E2A\u77E9\u5F62\u5EFA\u7ACB\u77E9\u9635\u77FF\u5E8A

#liquids
block.singularity-liquid_unloader.name = (wait to translate) \u6DB2\u4F53\u88C5\u5378\u5668
block.singularity-liquid_unloader.description = (wait to translate) \u4ECE\u65B9\u5757\u4E2D\u5378\u8F7D\u6D41\u4F53\uFF0C\u5C31\u50CF\u88C5\u5378\u5668\u63D0\u53D6\u7269\u54C1\u4E00\u6837
block.singularity-cluster_conduit.name = (wait to translate) \u96C6\u675F\u5BFC\u7BA1
block.singularity-cluster_conduit.description = (wait to translate) \u5185\u7F6E\u4E86\u56DB\u6761\u7BA1\u9053\u7684\u88C5\u7532\u5BFC\u7BA1\uFF0C\u9700\u8981\u5BFC\u7BA1\u94C6\u6765\u5206\u675F\u7BA1\u9053
block.singularity-conduit_riveting.name = (wait to translate) \u5BFC\u7BA1\u94C6
block.singularity-conduit_riveting.description = (wait to translate) \u7528\u4E8E\u5206\u675F\u4EE5\u53CA\u63A5\u5165\u96C6\u675F\u5BFC\u7BA1\u9053

#distriubtes
block.singularity-matrix_core.name = (wait to translate) \u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668
block.singularity-matrix_core.description = (wait to translate) \u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u7684\u6838\u5FC3\u8BBE\u5907\uFF0C\u77E9\u9635\u7F51\u7EDC\u5FC5\u987B\u6709\u4E14\u53EA\u6709\u4E00\u4E2A\u4E2D\u67A2\u4F3A\u670D\u5668\uFF0C\u77E9\u9635\u6865\u8FDE\u63A5\u6B64\u65B9\u5757\u65F6\u53EA\u80FD\u5355\u5411\u8FDE\u63A5
block.singularity-matrix_bridge.name = (wait to translate) \u77E9\u9635\u6865
block.singularity-matrix_bridge.description = (wait to translate) \u77E9\u9635\u5EFA\u7ACB\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u4EFB\u610F\u65B9\u5411\u94FE\u63A5\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u8FD0\u8F93\u7269\u54C1\u548C\u6DB2\u4F53\u3002\n\u540C\u65F6\uFF0C\u8FD9\u4E5F\u662F\u77E9\u9635\u7F51\u7EDC\u4E2D\u7528\u4E8E\u8FDE\u63A5\u8BBE\u5907\u7684\u8282\u70B9\uFF0C\u53EA\u80FD\u5448\u6811\u72B6\u7ED3\u6784\u5EFA\u7ACB\u77E9\u9635\u7F51\u7EDC\u3002
block.singularity-matrix_tower.name = (wait to translate) \u77E9\u9635\u5854
block.singularity-matrix_tower.description = (wait to translate) \u5927\u578B\u7684\u77E9\u9635\u8FDE\u63A5\u67F1\uFF0C\u6BD4\u77E9\u9635\u6865\u6709\u66F4\u8FDC\u7684\u8FDE\u63A5\u8DDD\u79BB\uFF0C\u4F46\u662F\u53EA\u80FD\u5411\u56DB\u4E2A\u65B9\u5411\u8FDB\u884C\u8FDE\u63A5
block.singularity-matrix_controller.name = (wait to translate) \u7F51\u683C\u63A7\u5236\u5668
block.singularity-matrix_controller.description = (wait to translate) \u77E9\u9635\u7F51\u683C\u7684\u63A7\u5236\u4E2D\u67A2\uFF0C\u4E0E\u77E9\u9635\u7F51\u683C\u6846\u67B6\u5EFA\u7ACB\u77E9\u9635\u7F51\u683C\uFF0C\u5728\u7F51\u683C\u4E2D\u901A\u8FC7\u6B64\u8BBE\u5907\u914D\u7F6E\u7F51\u683C\u5185io\u70B9\u7684\u7684\u8F93\u5165\u8F93\u51FA\u548C\u5B58\u50A8\u8BBE\u5907\uFF0C\u662F\u4E00\u4E2A\u91CD\u8981\u7684\u7269\u6D41\u7BA1\u7406\u6A21\u578B\u3002
block.singularity-matrix_grid_node.name = (wait to translate) \u7F51\u683C\u6846\u67B6
block.singularity-matrix_grid_node.description = (wait to translate) \u77E9\u9635\u7F51\u683C\u7684\u6784\u5EFA\u8BBE\u5907\uFF0C\u5F7C\u6B64\u8FDE\u63A5\uFF0C\u4E0E\u4E00\u4E2A\u7F51\u7EDC\u63A7\u5236\u5668\u6784\u6210\u95ED\u73AF\u540E\u5EFA\u7ACB\u5176\u77E9\u9635\u7F51\u683C
block.singularity-matrix_energy_manager.name = (wait to translate) \u80FD\u6E90\u7BA1\u7406\u5668
block.singularity-matrix_energy_manager.description = (wait to translate) \u5BF9\u80FD\u6E90\u63A5\u53D7\u548C\u7BA1\u7406\u7684\u8BBE\u5907\uFF0C\u4E0E\u76F8\u90BB\u7684\u80FD\u6E90\u8BBE\u5907\u5F62\u6210\u4E00\u4E2A\u80FD\u6E90\u7BA1\u7406\u6A21\u5757\uFF0C\u7528\u4E8E\u63A5\u53D7\u548C\u7F13\u5B58\u80FD\u91CF\u4EE5\u4F9B\u5E94\u7F51\u7EDC\u4F7F\u7528
block.singularity-matrix_power_interface.name = (wait to translate) \u80FD\u91CF\u63A5\u53E3
block.singularity-matrix_power_interface.description = (wait to translate) \u63A5\u6536\u80FD\u91CF\u4F9B\u5E94\u7F51\u7EDC\u6D88\u8017\u800C\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_neutron_interface.name = (wait to translate) \u4E2D\u5B50\u63A5\u53E3
block.singularity-matrix_neutron_interface.description = (wait to translate) \u7F51\u7EDC\u63A5\u53D7\u4E2D\u5B50\u80FD\u8F93\u5165\u7684\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_energy_buffer.name = (wait to translate) \u80FD\u6E90\u80FD\u6E90\u7C07
block.singularity-matrix_energy_buffer.description = (wait to translate) \u7F51\u7EDC\u7F13\u5B58\u80FD\u6E90\u80FD\u7684\u8BBE\u5907\uFF0C\u53EF\u4EE5\u5B58\u50A8\u4E00\u5B9A\u91CF\u7684\u77E9\u9635\u80FD\u6E90\u4EE5\u907F\u514D\u505C\u7535\u7B49\u60C5\u51B5\u9020\u6210\u7684\u81F4\u547D\u95EE\u9898
block.singularity-matrix_component_interface.name = (wait to translate) \u77E9\u9635\u7EC4\u4EF6\u63A5\u53E3
block.singularity-matrix_component_interface.description = (wait to translate) \u7528\u4E8E\u5C06\u77E9\u9635\u529F\u80FD\u7EC4\u4EF6\u63A5\u5165\u7F51\u7EDC\u4E2D\uFF0C\u9700\u8981\u5F7C\u6B64\u8FDE\u63A5\u5F62\u6210\u8FDE\u7EED\u7684\u63A5\u53E3\u7ED3\u6784\uFF0C\u4E14\u4E0E\u7EC4\u4EF6\u8BBE\u5907\u9700\u8981\u7684\u8FDE\u63A5\u65B9\u5F0F\u5339\u914D\u624D\u53EF\u63A5\u5165\u7F51\u7EDC
block.singularity-interface_jump_line.name = (wait to translate) \u63A5\u53E3\u8DF3\u7EBF
block.singularity-interface_jump_line.description = (wait to translate) \u7528\u4E8E\u586B\u5145\u7EC4\u4EF6\u63A5\u53E3\u4E0E\u7EC4\u4EF6\u7684\u5C3A\u5BF8\u5DEE\u9020\u6210\u7684\u7A7A\u95F4\uFF0C\u6709\u65B9\u5411\uFF0C\u53EA\u80FD\u53CC\u5411\u901A\u4FE1\uFF0C\u4E0D\u53EF\u5411\u4FA7\u9762\u8FDE\u63A5
block.singularity-matrix_process_unit.name = (wait to translate) \u77E9\u9635\u5904\u7406\u5355\u5143
block.singularity-matrix_process_unit.description = (wait to translate) \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u6838\u5FC3\u7684\u8FD0\u7B97\u529B\uFF0C\u4F7F\u7F51\u7EDC\u6BCF\u6B21\u5237\u65B0\u53EF\u4EE5\u5904\u7406\u66F4\u591A\u7684\u8BF7\u6C42\u4EFB\u52A1
block.singularity-matrix_topology_container.name = (wait to translate) \u77E9\u9635\u62D3\u6251\u5BB9\u5668
block.singularity-matrix_topology_container.description = (wait to translate) \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u6574\u4E2A\u7F51\u7EDC\u7684\u62D3\u6251\u5BB9\u91CF\uFF0C\u4F7F\u7F51\u7EDC\u53EF\u4EE5\u5B89\u88C5\u66F4\u591A\u7684\u8BBE\u5907
block.singularity-matrix_buffer.name = (wait to translate) \u901A\u7528\u7269\u8D28\u7F13\u5B58\u5668
block.singularity-matrix_buffer.description = (wait to translate) \u7F51\u7EDC\u7EC4\u4EF6\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u7684\u7269\u54C1\u548C\u6D41\u4F53\u7F13\u5B58\u533A\u5BB9\u91CF
block.singularity-automatic_recycler_component.name = (wait to translate) \u81EA\u52A8\u56DE\u6536\u7EC4\u4EF6
block.singularity-automatic_recycler_component.description = (wait to translate) \u53EF\u4EE5\u914D\u7F6E\u7F13\u5B58\u7684\u6EA2\u51FA\u8D44\u6E90\u56DE\u6536\uFF0C\u5728\u5DF2\u5B89\u88C5\u8BE5\u8BBE\u5907\u7684\u7F51\u7EDC\u4E2D\uFF0C\u82E5\u6240\u6709\u7F51\u7EDC\u5BB9\u5668\u90FD\u5DF2\u6EE1\uFF0C\u63A5\u6536\u7684\u5728\u914D\u7F6E\u56DE\u6536\u6E05\u5355\u4E2D\u7684\u8D44\u6E90\u5C06\u88AB\u81EA\u52A8\u9500\u6BC1\uFF0C\u4EE5\u907F\u514D\u7F51\u7EDC\u5835\u6B7B\n\u6709\u4E24\u79CD\u914D\u7F6E\u6A21\u5F0F\uFF1A\n    [accent]\u9ED1\u540D\u5355\u6A21\u5F0F[]\uFF1A\u914D\u7F6E\u5DF2\u9009\u62E9\u7684\u8D44\u6E90\u5C06\u5728\u6EA2\u51FA\u65F6\u9500\u6BC1\n    [accent]\u767D\u540D\u5355\u6A21\u5F0F[]\uFF1A\u914D\u7F6E\u9009\u4E2D\u7684\u8D44\u6E90\u5728\u6EA2\u51FA\u65F6\u88AB\u4FDD\u7559\u5E76\u7B49\u5F85\u53EF\u5206\u914D\u7684\u5BB9\u5668

#nuclears
block.singularity-nuclear_pipe_node.name = (wait to translate) \u6838\u80FD\u7BA1\u67B6
block.singularity-nuclear_pipe_node.description = (wait to translate) \u6838\u80FD\u7BA1\u9053\u7684\u53D1\u51FA\u70B9\uFF0C\u4E5F\u662F\u7BA1\u9053\u652F\u70B9\uFF0C\u4F20\u8F93\u6838\u80FD\u7684\u6700\u76F4\u63A5\u65B9\u5F0F
block.singularity-phase_pipe_node.name = (wait to translate) \u76F8\u4F4D\u6838\u80FD\u7BA1\u67B6
block.singularity-phase_pipe_node.description = (wait to translate) \u5927\u578B\u7684\u7BA1\u9053\u5854\u67F1\uFF0C\u53EF\u652F\u6491\u66F4\u591A\u6761\u7684\u7BA1\u9053\uFF0C\u4E14\u5177\u6709\u66F4\u5927\u7684\u8FDE\u63A5\u8303\u56F4
block.singularity-decay_bin.name = (wait to translate) \u8870\u53D8\u4ED3
block.singularity-decay_bin.description = (wait to translate) \u653E\u5C04\u6027\u7269\u8D28\u8FDB\u884C\u8870\u53D8\u4EA7\u751F\u5C11\u91CF\u7684\u6838\u80FD\u91CF\uFF0C\u53EF\u80FD\u5B58\u5728\u526F\u4EA7\u7269
block.singularity-neutron_generator.name = (wait to translate) \u4E2D\u5B50\u80FD\u53D1\u7535\u673A
block.singularity-neutron_generator.description = (wait to translate) \u5229\u7528\u7ECF\u5178\u7684\u4E2D\u5B50\u5206\u89E3\u6280\u672F\uFF0C\u4F7F\u7528\u6838\u80FD\u91CF\u751F\u4EA7\u5927\u91CF\u7535\u529B
block.singularity-nuclear_impact_reactor.name = (wait to translate) \u6838\u5B50\u51B2\u51FB\u53CD\u5E94\u5806
block.singularity-nuclear_impact_reactor.description = (wait to translate) \u5148\u8FDB\u7684\u6838\u5185\u7206\u5F0F\u51B2\u51FB\u53CD\u5E94\u5806\uFF0C\u5229\u7528\u529B\u573A\u7EA6\u675F\u4F7F\u6838\u7206\u70B8\u4EE5\u6700\u9AD8\u7684\u6548\u7387\u63A8\u52A8\u538B\u7535\u8F6C\u5B50\u53D1\u7535
block.singularity-nuclear_reactor.name = (wait to translate) \u6838\u53CD\u5E94\u5806
block.singularity-nuclear_reactor.description = (wait to translate) \u6807\u51C6\u7684\u6838\u88C2\u53D8\u53CD\u5E94\u5806\uFF0C\u4F7F\u7528\u538B\u7F29\u6838\u71C3\u6599\u4EE5\u9AD8\u6548\u7387\u4EA7\u51FA\u6838\u80FD\uFF0C\u71C3\u6599\u8D8A\u7D27\u51D1\u6548\u7387\u8D8A\u9AD8\u3002\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5267\u70C8\u7684[accent]\u7206\u70B8[]
block.singularity-lattice_reactor.name = (wait to translate) \u6676\u683C\u53CD\u5E94\u5806
block.singularity-lattice_reactor.description = (wait to translate) \u7279\u5236\u7684\u7F13\u901F\u53CD\u5E94\u5806\uFF0C\u4E0D\u4F7F\u7528\u538B\u7F29\u71C3\u6599\uFF0C\u76F4\u63A5\u5BF9\u71C3\u6599\u6676\u683C\u7ED3\u6784\u6392\u5217\u5316\u8FDB\u884C\u53EF\u63A7\u88C2\u53D8\uFF0C\u4EA7\u80FD\u8F83\u4F4E\uFF0C\u4F46\u5229\u7528\u7387\u6781\u9AD8\u3002\n\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5C0F\u8303\u56F4[accent]\u7206\u70B8[]
block.singularity-overrun_reactor.name = (wait to translate) \u8D85\u6838\u4E34\u754C\u53CD\u5E94\u5806
block.singularity-overrun_reactor.description = (wait to translate) \u5148\u8FDB\u7684\u7279\u5927\u578B\u53CD\u5E94\u5806\uFF0C\u5185\u90E8\u529B\u573A\u8FDB\u4E00\u6B65\u538B\u7F29\u71C3\u6599\u4F7F\u53CD\u5E94\u66F4\u52A0\u5267\u70C8\uFF0C\u5177\u6709\u6781\u9AD8\u7684\u4EA7\u80FD\u6548\u7387\uFF0C\u4E14\u4E0D\u4F1A\u4EA7\u751F\u6838\u5E9F\u6599\n\u9700\u8981\u7279\u6B8A\u7684\u51B7\u5374\u624B\u6BB5\u63A7\u5236\u5806\u6E29\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5927\u8303\u56F4\u6BC1\u706D\u6027[red]\u6838\u7206[]
block.singularity-nuclear_energy_source.name = (wait to translate) \u6838\u80FD\u6E90
block.singularity-nuclear_energy_void.name = (wait to translate) \u6838\u80FD\u9ED1\u6D1E

#defence
block.singularity-strengthening_alloy_wall.name = (wait to translate) \u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall.description = (wait to translate) \u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-strengthening_alloy_wall_large.name = (wait to translate) \u5927\u578B\u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall_large.description = (wait to translate) \u5927\u578B\u7684\u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-neutron_polymer_wall.name = (wait to translate) \u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall.description = (wait to translate) \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB
block.singularity-neutron_polymer_wall_large.name = (wait to translate) \u5927\u578B\u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall_large.description = (wait to translate) \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5927\u578B\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB

#turret
block.singularity-curtain.name = (wait to translate) \u906E\u5E55
block.singularity-curtain.description = (wait to translate) \u53D1\u5C04\u77F3\u58A8\u70B8\u5F39\uFF0C\u4F1A\u5236\u9020\u4E00\u7BC7\u77F3\u58A8\u4E91\uFF0C\u4E00\u79CD\u6734\u7D20\u4F46\u6709\u6548\u7684\u5BF9\u7A7A\u9632\u5FA1\u6B66\u5668
block.singularity-thunder.name = (wait to translate) \u60CA\u86F0
block.singularity-thunder.description = (wait to translate) \u5927\u529F\u7387\u7535\u79BB\u8F70\u51FB\u6B66\u5668\uFF0C\u5B83\u4F1A\u7528\u8000\u773C\u7684\u95EA\u7535\u5C06\u654C\u4EBA\u5316\u4E3A\u7070\u70EC
block.singularity-thunder.details = (wait to translate) \u201C\u60CA\u86F0\u65F6\u8282\uFF0C\u6625\u96F7\u4E4D\u52A8\uFF0C\u58F0\u60CA\u767E\u866B\u201D\n\u8FD9\u5EA7\u5E9E\u7136\u5927\u7269\u51ED\u501F\u5176\u5982\u540C\u96F7\u9E23\u822C\u7684\u58F0\u54CD\u548C\u80FD\u591F\u4E0E\u96F7\u7535\u5E73\u9F50\u7684\u6740\u4F24\u529B\uFF0C\u5728JQ-24\u8BA1\u5212\u4E2D\u53D6\u5F97\u201C\u60CA\u86F0\u201D\u4E4B\u540D
block.singularity-spring.name = (wait to translate) \u6625\u5206
block.singularity-spring.description = (wait to translate) \u8FD9\u5EA7\u70AE\u5854\u80FD\u591F\u5F15\u5BFC\u80FD\u91CF\u591F\u4FEE\u590D\u6211\u65B9\u5355\u4F4D\u548C\u5EFA\u7B51\uFF0C\u540C\u65F6\u5B83\u4F1A\u4FB5\u5165\u654C\u65B9\u7684\u673A\u68B0\u7ED3\u6784\u4E2D\uFF0C\u963B\u6B62\u5176\u884C\u52A8
block.singularity-spring.details = (wait to translate) \u201C\u4EF2\u6625\u4E4B\u6708\uFF0C\u6625\u96E8\u5982\u9165\uFF0C\u98CE\u5439\u800C\u82CF\u751F\u4E07\u7269\u201D\n\u6210\u719F\u7684\u80FD\u91CF\u5F15\u5BFC\u6280\u672F\u8D4B\u4E88\u4E86\u8FD9\u5EA7\u5DE8\u7269\u5341\u5206\u7A81\u51FA\u7684\u80FD\u529B\uFF0C\u5982\u6625\u98CE\u822C\u5439\u62C2\u5B83\u7684\u4FEE\u8865\u76EE\u6807\uFF0C\u5728JQ-24\u8BA1\u5212\u4E2D\u5F97\u201C\u6625\u5206\u201D\u4E4B\u540D
block.singularity-dew.name = (wait to translate) \u767D\u9732
block.singularity-dew.description = (wait to translate) \u8FDE\u7EED\u9AD8\u901F\u53D1\u5C04\u4E00\u8FDE\u4E32\u7A7F\u7532\u5F39\uFF0C\u5411\u654C\u4EBA\u503E\u6CFB\u5982\u540C\u66B4\u96E8\u822C\u7684\u706B\u529B
block.singularity-dew.details = (wait to translate) \u201C\u767D\u9732\u4E4B\u81F3\uFF0C\u6302\u73E0\u4E8E\u6668\u53F6\uFF0C\u51E1\u98CE\u5439\u8349\u52A8\uFF0C\u9732\u843D\u5982\u96E8\u4E0B\u201D\n\u66B4\u96E8\u822C\u7684\u706B\u529B\u4F7F\u8FD9\u95E8\u91CD\u578B\u673A\u70AE\u5728JQ-24\u8BA1\u5212\u4E2D\u83B7\u5F97\u4E86\u63D0\u540D\u8D44\u683C\uFF0C\u4EE5\u201C\u767D\u9732\u201D\u4E4B\u540D\u6539\u5199\u52A8\u80FD\u6B66\u5668\u7684\u5386\u53F2
block.singularity-frost.name = (wait to translate) \u971C\u964D
block.singularity-frost.description = (wait to translate) \u4ECE\u6FC0\u5149\u51B7\u5374\u53D1\u5C55\u800C\u6765\u7684\u5DE8\u578B\u51B7\u51BB\u5149\u675F\u70AE\uFF0C\u7528\u5DE8\u5927\u7684\u51B0\u51BB\u5149\u675F\u7ED9\u654C\u4EBA\u6C89\u75DB\u800C\u5BD2\u51B7\u7684\u91CD\u51FB
block.singularity-frost.details = (wait to translate) \u201C\u971C\u964D\u65F6\u8282\uFF0C\u4E07\u7269\u6BD5\u6210\uFF0C\u9634\u6C14\u59CB\u51DD\uFF0C\u5BD2\u6C14\u81EA\u6B64\u59CB\u201D\n\u4F9D\u636E\u5C06\u654C\u4EBA\u51B0\u51BB\u800C\u540E\u7C89\u788E\u7684\u7406\u5FF5\u8BBE\u8BA1\u7684\u4E00\u4EE3\u6B66\u5668\uFF0C\u5C31\u50CF\u662F\u4E0E[\u7194\u6BC1]\u5728\u5531\u7740\u53CD\u8C03\uFF0C\u7A81\u51FA\u7684\u706B\u529B\u4EE4\u5B83\u5728JQ-24\u8BA1\u5212\u4E2D\u593A\u5F97\u201C\u971C\u964D\u4E4B\u540D\u201D
block.singularity-winter.name = (wait to translate) \u51AC\u81F3
block.singularity-winter.description = (wait to translate) \u5B83\u7528\u529B\u573A\uFF0C\u5C06\u5468\u56F4\u7684\u7269\u8D28\u5206\u5B50\u7684\u79FB\u52A8\u7262\u7262\u7684\u9650\u5236\uFF0C\u5728\u6781\u5BD2\u9886\u57DF\u5C55\u5F00\u7684\u77AC\u95F4\uFF0C\u6709\u5982\u65F6\u95F4\u4E5F\u88AB\u51BB\u7ED3\u4E00\u822C\uFF0C\u4E00\u5207\u90FD\u505C\u4E86\u4E0B\u6765\uFF0C\u5E76\u7834\u788E\u6210\u65E0\u6570\u5FAE\u5C0F\u7684\u788E\u7247
block.singularity-winter.details = (wait to translate) "\u51DB\u51AC\u5DF2\u81F3\uFF0C\u767D\u96EA\u964D\u4E8E\u5927\u5730\uFF0C\u5BD2\u6C14\u8D8B\u6781\uFF0C\u51DD\u6D41\u6C34\u800C\u51BB\u767E\u7075"\n\u81F3JQ-24\u8BA1\u5212\u4E3A\u6B62\uFF0C\u8FD9\u662F\u4EBA\u7C7B\u6700\u5148\u8FDB\u7684\u6280\u672F\u7ED3\u6676\uFF0C\u5F53\u5728\u5B9E\u9A8C\u5BA4\u5236\u9020\u7EDD\u5BF9\u96F6\u5EA6\u7684\u624B\u6BB5\u88AB\u6210\u719F\u7684\u7528\u4E8E\u6B66\u88C5\uFF0C\u4ED6\u6BEB\u4E0D\u610F\u5916\u7684\u593A\u4E0B\u4E86JQ-24\u8BA1\u5212\u4E2D\u201C\u4E24\u81F3\u201D\u4E4B\u4E00\u7684\u201C\u51AC\u81F3\u201D\u4E4B\u540D
block.singularity-summer.name = (wait to translate) \u590F\u81F3
block.singularity-summer.description = (wait to translate) \u6FC0\u53D1\u201C\u592A\u9633\u5206\u5B50\u201D\uFF0C\u9AD8\u901F\u91CA\u653E\u5DE8\u91CF\u7684\u53D7\u63A7\u70ED\u80FD\u56E2\uFF0C\u4EE5\u592A\u9633\u98CE\u66B4\u6467\u6BC1\u4E00\u5207\u654C\u4EBA\uFF0C\u5B83\u5F00\u706B\u4F34\u968F\u7740\u731B\u70C8\u7684\u70ED\u6D6A\uFF0C\u5C06\u88AB\u51FB\u4E2D\u7684\u4E00\u5207\u5316\u4E3A\u94C1\u6C34\u7070\u70EC
block.singularity-summer.details = (wait to translate) \u201C\u590F\u81F3\u4E4B\u81F3\uFF0C\u7ACB\u6746\u65E0\u5F71\uFF0C\u707C\u65E5\u4E34\u7A7A\uFF0C\u7099\u70E4\u5927\u5730\u201D\n\u65B0\u751F\u7684\u70ED\u80FD\u5206\u5B50\u6B66\u5668\uFF0C\u5374\u5728\u6027\u80FD\u4E0A\u5927\u653E\u5F02\u5F69\uFF0C\u5728\u5B83\u8FD1\u4E4E\u5C06\u8BD5\u9A8C\u573A\u5F7B\u5E95\u7194\u5316\u540E\uFF0C\u6210\u529F\u63D0\u540DJQ-24\u8BA1\u5212\u4E2D\u7684\u201C\u4E24\u81F3\u201D\u4E4B\u4E00\uFF0C\u201C\u590F\u81F3\u201D
#coating
coating.depletedUranium = (wait to translate) \u8D2B\u94C0\u7A7F\u7532\u5F39\u5934

#----------StatusEffects----------*
status.singularity-electric_disturb.name = (wait to translate) \u7535\u5B50\u5E72\u6270
status.singularity-spring_coming.name = (wait to translate) \u4E34\u6625
status.singularity-wild_growth.name = (wait to translate) \u66AE\u6625
status.singularity-frost.name = (wait to translate) \u971C\u51BB
status.singularity-frost_freeze.name = (wait to translate) \u51DB\u51BB
status.singularity-meltdown.name = (wait to translate) \u7194\u6BC1

#----------Dialog----------#
dialog.mainMenu.title = (wait to translate) \u5947 \u70B9
dialog.aboutMod.title = (wait to translate) \u5173\u4E8E\u672C\u6A21\u7EC4

dialog.liquidSelecting.title = (wait to translate) \u914D\u7F6E\u6D41\u4F53\u8F93\u51FA
dialog.liquidSelecting.output = (wait to translate) \u8F93\u51FA\u9762
dialog.liquidSelecting.outputliquid = (wait to translate) \u6DB2\u4F53
dialog.liquidSelecting.text = (wait to translate) \u6307\u5B9A\u65B9\u5411\u9009\u62E9\u8F93\u51FA\u7684\u6D41\u4F53\n\u4EE5\u63A7\u5236\u6D41\u4F53\u5728\u4E0D\u540C\u9762\u7684\u8F93\u51FA

dialog.openUriDialog.warning = (wait to translate) \u8FDE\u63A5\u5931\u8D25\uFF0C\u94FE\u63A5\u5DF2\u590D\u5236\u81F3\u526A\u8D34\u677F
dialog.openUriDialog.facebook = (wait to translate) facebook\u9996\u9875
dialog.openUriDialog.telegramPerson = (wait to translate) telegram\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.telegramGroup = (wait to translate) mod\u4EA4\u6D41\u7FA4
dialog.openUriDialog.qqPerson = (wait to translate) qq\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.qqGroup1 = (wait to translate) mod\u4EA4\u6D411\u7FA4
dialog.openUriDialog.qqGroup2 = (wait to translate) mod\u4EA4\u6D412\u7FA4

dialog.recipeDialog.title = (wait to translate) \u53EF\u7528\u7684\u5236\u9020
dialog.recipeDialog.optionalPrescriptTitle = (wait to translate) \u53EF\u9009\u7684\u6D88\u8017

dialog.dataMonitor.title = (wait to translate) \u65B9\u5757\u4FE1\u606F\u76D1\u89C6\u5668
dialog.dataMonitor.blockData = (wait to translate) \u65B9\u5757\u6570\u636E
dialog.dataMonitor.target = (wait to translate) \u76EE\u6807\u65B9\u5757
dialog.dataMonitor.blockPosition = (wait to translate) \u65B9\u5757\u5750\u6807: ({0}, {1})

dialog.PublicInfo.empty = (wait to translate) blank
dialog.publicInfo.loadTimeout = (wait to translate) \u8FDE\u63A5\u8D85\u65F6\uFF0C\u53EF\u5C1D\u8BD5\u5237\u65B0\u672C\u9875\u9762

#----------Fragment----------#
fragment.bars.liquids = (wait to translate) \u5B58\u50A8\u7684\u6DB2\u4F53
fragment.bars.consume = (wait to translate) \u8F93\u5165
fragment.bars.product = (wait to translate) \u4EA7\u51FA

fragment.bars.gasPressure = (wait to translate) \u6C14\u4F53\u538B\u5F3A

fragment.bars.nuclearEnergy = (wait to translate) \u6838\u80FD\u91CF
fragment.bars.potentialNuclearEnergy = (wait to translate) \u52BF\u80FD
fragment.bars.nuclearContain = (wait to translate) \u7F13\u5B58: {0} NF
fragment.bars.nuclearMoving = (wait to translate) \u6D8C\u6D41: {0} NF/\u6BCF\u79D2
fragment.bars.nuclearPressure = (wait to translate) \u52BF\u80FD\u7EA7\u522B: {0} L
fragment.buttons.nuclearOut = (wait to translate) \u8F93\u51FA\u52BF\u80FD: {0} NE
fragment.buttons.selectPrescripts = (wait to translate) \u9009\u62E9\u914D\u65B9
fragment.buttons.selectMine = (wait to translate) \u9009\u62E9\u77FF\u7269
fragment.buttons.energyOut = (wait to translate) \u8F93\u51FA\u6838\u80FD\u91CF: {0} NF/s

fragment.atmosphere.info = (wait to translate) \u5927\u6C14\u4FE1\u606F\u6982\u89C8
fragment.atmosphere.unselectPlanet = (wait to translate) \u6CA1\u6709\u9009\u4E2D\u884C\u661F
fragment.atmosphere.selectInfo = (wait to translate) \u8BF7\u9009\u62E9\u4E00\u4E2A\u5730\u533A\u4EE5\u9009\u4E2D\u884C\u661F
fragment.atmosphere.sectorsClose = (wait to translate) \u6536\u8D77\u5730\u533A\u6D4F\u89C8
fragment.atmosphere.sectorsList = (wait to translate) \u5730\u533A\u5217\u8868
fragment.atmosphere.sectors = (wait to translate) \u67E5\u770B\u5730\u533A
fragment.atmosphere.infoButton = (wait to translate) \u5927\u6C14\u4FE1\u606F
fragment.atmosphere.sectorInfo = (wait to translate) \u5730\u533A\u6982\u89C8
fragment.atmosphere.baseDelta = (wait to translate) \u57FA\u7840\u6C14\u4F53\u589E\u91CF
fragment.atmosphere.unAnalyze = (wait to translate) \u8BE5\u5730\u533A\u5C1A\u672A\u8FDB\u884C\u5927\u6C14\u5206\u6790
fragment.atmosphere.noneGasDelta = (wait to translate) \u5F53\u524D\u5730\u533A\u65E0\u5927\u6C14\u5206\u6790\u8BB0\u5F55
fragment.atmosphere.deltaTestTip = (wait to translate) \u53EF\u4EE5\u5728\u5730\u533A\u4E2D\u4F7F\u7528\u5927\u6C14\u68C0\u6D4B\u4EEA\u8FDB\u884C\u5927\u6C14\u6210\u5206\u68C0\u6D4B\u4E0E\u53D8\u52A8\u5206\u6790
fragment.atmosphere.gasAnalyzedDelta = (wait to translate) \u5DF2\u77E5\u589E\u91CF: {0} /\u5206\u949F
fragment.atmosphere.basePressure = (wait to translate) \u57FA\u7840\u5927\u6C14\u538B\u5F3A: {0}[gray] KPa\u5F53\u524D: {1} KPa
fragment.atmosphere.ingredients = (wait to translate) \u5927\u6C14\u6210\u5206
fragment.atmosphere.sectorsClose1 = (wait to translate) \u5173\u95ED\u5730\u533A\u9884\u89C8

fragments.configs.gridConfig = (wait to translate) \u7F51\u683C\u914D\u7F6E

#----------Warn----------#
warn.nuclearPressure.highest = (wait to translate) [scarlet]\u8B66\u544A\uFF01\u52BF\u80FD\u8FC7\u9AD8\uFF0C\u8FC7\u538B\u5371\u9669
warn.publicInfo.connectFailed = (wait to translate) \u52A0\u8F7D\u5931\u8D25!\nerror:{0}\n\u8BF7\u68C0\u67E5\u60A8\u7684\u7F51\u7EDC\u6216\u8005\u5C1D\u8BD5\u91CD\u65B0\u8FDE\u63A5
warn.download.failed = (wait to translate) \u4E0B\u8F7D\u5931\u8D25\uFF01\u4FE1\u606F\uFF1A

#----------Misc----------#
misc.name = (wait to translate) \u540D\u79F0
misc.author = (wait to translate) \u4F5C\u8005
misc.version = (wait to translate) \u7248\u672C
misc.modInfo = (wait to translate) \u4FE1\u606F
misc.startGame = (wait to translate) \u8FDB\u5165\u6E38\u620F
misc.backToGame = (wait to translate) \u56DE\u5230\u6E38\u620F
misc.modDatabase = (wait to translate) \u6A21\u7EC4\u6570\u636E\u5E93
misc.modConfigure = (wait to translate) \u6A21\u7EC4\u914D\u7F6E
misc.github = (wait to translate) github\u9879\u76EE
misc.discord = (wait to translate) discord\u8BBA\u575B
misc.facebook = (wait to translate) facebook\u4E3B\u9875
misc.telegram = (wait to translate) telegram\u9875\u9762
misc.qq = (wait to translate) qq\u9875\u9762
misc.aboutMod = (wait to translate) \u5173\u4E8E\u6A21\u7EC4
misc.publicInfo = (wait to translate) \u516C\u5F00\u6D88\u606F
misc.about = (wait to translate) \u5173\u4E8E\u6A21\u7EC4
misc.download = (wait to translate) \u4E0B\u8F7D
misc.upload = (wait to translate) \u4E0A\u4F20
misc.contribute = (wait to translate) \u6350\u8D60
misc.loading = (wait to translate) \u6B63\u5728\u52A0\u8F7D
misc.current = (wait to translate) \u5F53\u524D
misc.time = (wait to translate) \u65F6\u95F4
misc.item = (wait to translate) \u7269\u54C1
misc.liquid = (wait to translate) \u6DB2\u4F53
misc.medium = (wait to translate) \u4ECB\u8D28
misc.conduit = (wait to translate) \u5BFC\u7BA1
misc.absorbHeat = (wait to translate) \u5438\u6536\u70ED\u91CF
misc.gas = (wait to translate) \u6C14\u4F53
misc.power = (wait to translate) \u7535\u529B
misc.mode = (wait to translate) \u6A21\u5F0F:{0}
misc.input = (wait to translate) \u8F93\u5165
misc.output = (wait to translate) \u8F93\u51FA
misc.acceptor = (wait to translate) \u63A5\u6536
misc.container = (wait to translate) \u5B58\u50A8
misc.refresh = (wait to translate) \u5237\u65B0
misc.page = (wait to translate) \u7B2C {0} / {1} \u9875
misc.noInfo = (wait to translate) \u6CA1\u6709\u6570\u636E
misc.exit = (wait to translate) \u9000\u51FA
misc.back = (wait to translate) \u8FD4\u56DE
misc.sure = (wait to translate) \u786E\u5B9A
misc.downloading = (wait to translate) \u4E0B\u8F7D\u4E2D...
misc.copy = (wait to translate) \u590D\u5236
misc.open = (wait to translate) \u6253\u5F00
misc.close = (wait to translate) \u5173\u95ED
misc.cancel = (wait to translate) \u53D6\u6D88
misc.reset = (wait to translate) \u91CD\u7F6E
misc.temperature = (wait to translate) \u6E29\u5EA6
misc.priority = (wait to translate) \u4F18\u5148\u7EA7
misc.efficiency = (wait to translate) \u6548\u7387
misc.heat = (wait to translate) \u70ED\u91CF
misc.contact = (wait to translate) \u8054\u7CFB
misc.extra = (wait to translate) \u989D\u5916
misc.join = (wait to translate) \u52A0\u5165
misc.group = (wait to translate) \u7FA4\u7EC4
misc.byte = (wait to translate) \u5B57\u8282
misc.perRequest = (wait to translate) /\u8BF7\u6C42
misc.perSecond = (wait to translate) /\u79D2
misc.preMin = (wait to translate) /\u5206\u949F
misc.max = (wait to translate) \u6700\u5927
misc.optimal = (wait to translate) \u6700\u9002
misc.currentMode = (wait to translate) \u5F53\u524D\u6A21\u5F0F
misc.selectPrescripts = (wait to translate) \u9009\u62E9\u914D\u65B9
misc.selectMine = (wait to translate) \u9009\u62E9\u77FF\u7269
misc.consumeLiquids = (wait to translate) \u5FC5\u8981\u7684\u6DB2\u4F53
misc.produceLiquids = (wait to translate) \u4EA7\u51FA\u7684\u6DB2\u4F53
misc.otherLiquids = (wait to translate) \u4E0D\u5FC5\u8981\u7684\u6DB2\u4F53
misc.doConsValid = (wait to translate) \u751F\u4EA7\u53EF\u4F7F\u7528
misc.blackListMode = (wait to translate) \u9ED1\u540D\u5355\u6A21\u5F0F
misc.whiteListMode = (wait to translate) \u767D\u540D\u5355\u6A21\u5F0F
misc.toTeam = (wait to translate) \u767D\u540D\u5355\u6A21\u5F0F
misc.toEnemy = (wait to translate) \u767D\u540D\u5355\u6A21\u5F0F

#----------Infromations----------#
infos.releaseDate = (wait to translate) \u7248\u672C\u53D1\u5E03\u65E5\u671F
infos.checkUpdate = (wait to translate) \u68C0\u67E5\u66F4\u65B0
infos.newestVersion = (wait to translate) \u6700\u65B0\u7248\u672C
infos.openAddress = (wait to translate) mod\u7684\u5F00\u6E90\u5730\u5740
infos.discord = (wait to translate) Singularity\u7684discord\u804A\u5929\u5BA4
infos.modPage = (wait to translate) mod\u9875\u9762
infos.destructItems = (wait to translate) \u6790\u6784\u7269\u54C1
infos.authorPage = (wait to translate) \u4F5C\u8005\u9875\u9762
infos.facebook = (wait to translate) \u4F5C\u8005\u7684facebook\u4E3B\u9875
infos.telegram = (wait to translate) telegram\u4E0A\u7684\u4F5C\u8005\u4E3B\u9875\u548Cmod\u7FA4\u7EC4
infos.qq = (wait to translate) qq\u4E0A\u7684\u4F5C\u8005\u4E2A\u4EBA\u9875\u9762\u548Cmod\u7FA4\u7EC4
infos.pumpMode = (wait to translate) \u6CF5\u6A21\u5F0F
infos.compressing = (wait to translate) \u538B\u7F29\u6A21\u5F0F\uFF0C\u6B63\u5728\u589E\u538B
infos.pumpAtomGassing = (wait to translate) \u4ECE\u5927\u6C14\u4E2D\u62BD\u53D6\u6C14\u4F53
infos.selectMode = (wait to translate) \u9009\u62E9\u6A21\u5F0F
infos.selecting = (wait to translate) \u589E\u52A0\u6A21\u5F0F\uFF0C\u64CD\u4F5C\u5C06\u589E\u52A0\u9009\u533A
infos.deselecting = (wait to translate) \u5220\u51CF\u6A21\u5F0F\uFF0C\u64CD\u4F5C\u5C06\u51CF\u5C11\u9009\u533A
infos.outputMode = (wait to translate) \u8F93\u51FA\u6A21\u5F0F
infos.inputMode = (wait to translate) \u8F93\u5165\u6A21\u5F0F
infos.doDestruct = (wait to translate) \u5728\u6790\u6784\u5668\u5B8C\u6210\u539F\u5B50\u7ED3\u6784\u89E3\u6790
infos.busCount = (wait to translate) \u94FE\u63A5\u6570\u91CF
infos.compBusTopology = (wait to translate) \u4E00\u4E2A\u8FDE\u7EED\u7684\u8FDE\u63A5\u4ED3\u7EC4\u5360\u75282\u62D3\u6251\u7A7A\u95F4
infos.curtainAmmo = (wait to translate) \u91CA\u653E\u77F3\u58A8\u7C89\u5C18\u4E91\u5236\u9020\u6301\u7EED\u7684\u7535\u78C1\u5E72\u6270\u533A\u57DF
infos.attenuationWithTime = (wait to translate) \u6548\u679C\u968F\u65F6\u95F4\u8870\u51CF
infos.winterAmmo = (wait to translate) \u5236\u9020\u6781\u5BD2\u9886\u57DF\n  [accent]720[]\u8303\u56F4\u4F24\u5BB3/\u79D2 ~ \u8303\u56F450\u683C\uFF08\u968F\u65F6\u95F4\u7F29\u5C0F\uFF09\n  [accent]\u971C\u51BB[]\u6548\u679C\u52A0\u6DF12.5/\u79D2\n  \u6301\u7EED[accent]10[]\u79D2
infos.summerAmmo = (wait to translate) [accent]\u7194\u6BC1[]\u6548\u679C\u52A0\u6DF1~16\u79D2\n  [lightgray]\u989D\u5916\u4F24\u5BB3: [accent]30[lightgray]*\u7194\u6BC1\u6301\u7EED\u65F6\u95F4 - \u4E0A\u9650[accent]90[lightgray]

#----------Data---------#
data.position = (wait to translate) \u5750\u6807\uFF1A({0}, {1})
data.ioFlow = (wait to translate) \u4E0A\u884C {0} - \u4E0B\u884C {1}
data.container = (wait to translate) \u5DF2\u7528 {0}/{1} - \u5269\u4F59 {2}\uFF08{3}%\uFF09
data.buffer = (wait to translate) \u6700\u9AD8\u5360\u7528 {0} - \u6700\u5927 {1}
data.tasks = (wait to translate) \u6D3B\u52A8 {0} - \u5DF2\u963B\u585E {1} - \u4F11\u7720 {2}
data.topology = (wait to translate) \u62D3\u6251\u7A7A\u95F4\u5DF2\u7528 {0}/{1}
data.bulletDeflectAngle = (wait to translate) \u5F39\u9053\u504F\u79FB {0}

#----------Status----------#
status.ordinary = (wait to translate) \u6B63\u5E38
status.energyLeak = (wait to translate) \u80FD\u6E90\u4E0D\u8DB3
status.topologyLeak = (wait to translate) \u62D3\u6251\u7A7A\u95F4\u4E0D\u8DB3
status.bufferBlocked = (wait to translate) \u7F13\u5B58\u963B\u585E
status.requestBlocked = (wait to translate) \u8BF7\u6C42\u963B\u585E
status.unknow = (wait to translate) \u672A\u77E5

#----------Unclassified----------#
github.mod.source = (wait to translate) GitHub\u9879\u76EE\u6E90\u5730\u5740
groups.qq.develops = (wait to translate) Mindustry\u6A21\u7EC4\u5F00\u53D1\u4EA4\u6D41\u7FA4

stat.componentbelongs = (wait to translate) \u7EC4\u4EF6\u4ECE\u5C5E\u4E8E
stat.maxchildrennodes = (wait to translate) \u603B\u6700\u5927\u8FDE\u63A5\u70B9\u6570\u91CF
stat.linkdirections = (wait to translate) \u94FE\u63A5\u6240\u9700\u65B9\u5411
stat.matrixenergyuse = (wait to translate) \u77E9\u9635\u80FD\u6E90\u6D88\u8017
stat.matrixenergycapacity = (wait to translate) \u80FD\u6E90\u5BB9\u91CF
stat.topologyuse = (wait to translate) \u5360\u7528\u62D3\u6251\u7A7A\u95F4
stat.buffersize = (wait to translate) \u7F13\u5B58\u7A7A\u95F4
stat.computingpower = (wait to translate) \u8FD0\u7B97\u529B
stat.topologycapacity = (wait to translate) \u62D3\u6251\u5BB9\u91CF
stat.maxmatrixlinks = (wait to translate) \u6700\u5927\u8282\u70B9\u8FDE\u63A5\u6570
stat.effect = (wait to translate) \u6548\u679C
stat.special = (wait to translate) \u7279\u6B8A
stat.autoselect = (wait to translate) \u81EA\u52A8\u9009\u62E9
stat.controllable = (wait to translate) \u53EF\u63A7\u5236\u914D\u65B9
stat.heatproduct = (wait to translate) \u4EA7\u751F\u70ED\u91CF
stat.maxheat = (wait to translate) \u6700\u5927\u70ED\u91CF
stat.energycapacity = (wait to translate) \u80FD\u91CF\u5BB9\u91CF
stat.energyresident = (wait to translate) \u4E2D\u5B50\u963B\u5C3C
stat.basicpotentialenergy = (wait to translate) \u57FA\u51C6\u52BF\u80FD
stat.maxenergypressure = (wait to translate) \u6700\u5927\u4E2D\u5B50\u80FD\u538B
stat.consumeenergy = (wait to translate) \u6838\u80FD\u6D88\u8017
stat.productenergy = (wait to translate) \u6838\u80FD\u4EA7\u51FA
stat.exdamagemultiplier = (wait to translate) \u4F24\u5BB3\u500D\u7387
stat.exshielddamage = (wait to translate) \u989D\u5916\u62A4\u76FE\u4F24\u5BB3
stat.coatingtime = (wait to translate) \u9540\u5C42\u8017\u65F6
stat.bulletcoating = (wait to translate) \u5F39\u5934\u9540\u5C42
stat.expierce = (wait to translate) \u989D\u5916\u7A7F\u900F\u76EE\u6807
stat.maxcoatingbuffer = (wait to translate) \u5F39\u5934\u9540\u5C42\u7F13\u51B2\u6570\u91CF

unit.neutronflux = (wait to translate) NF
unit.neutronfluxpresec = (wait to translate) NF/\u79D2
unit.neutronpotentialenergy = (wait to translate) \u4E2D\u5B50\u52BF\u80FD
unit.matrixenergy = (wait to translate) ME
unit.heat = (wait to translate) J
unit.heatpresec = (wait to translate) J/\u79D2
unit.byte = (wait to translate) \u5B57\u8282
unit.bytepresec = (wait to translate) \u5B57\u8282/s

category.matrix = (wait to translate) \u77E9\u9635
category.heat = (wait to translate) \u70ED\u80FD
category.neutron = (wait to translate) \u4E2D\u5B50\u80FD

bar.pumpSpeed = (wait to translate) \u6CF5\u538B\u901F\u5EA6 {0}/\u79D2
bar.destructProgress = (wait to translate) \u89E3\u6790\u8FDB\u5EA6: {0}/{1}
bar.noSelect = (wait to translate) \u672A\u9009\u62E9
bar.energyBuffered = (wait to translate) \u5DF2\u7F13\u5B58\u80FD\u91CF {0}/{1}

