# suppress inspection "SpellCheckingInspection" for whole file
# suppress inspection "UnusedProperty" for whole file

#----------Mod----------#
mod.name = \u5947\u70B9
mod.description = Singularity
mod.author = EBwilson(\u900A\u5C14\u5A01)
mod.contributor = \u4EB2\u7231\u7684\u8D21\u732E\u8005
mod.version = 0.7.0
mod.updateDate = 2021\u5E7411\u67087\u65E5
mod.lookForward = [accent]\u6682\u672A\u5F00\u653E[]\n\u656C\u8BF7\u671F\u5F85

#----------Contribte----------#
contribute.author = \u4F5C\u8005
contribute.artist = \u8D34\u56FE/\u7F8E\u672F
contribute.translate = \u7FFB\u8BD1
contribute.sounds = \u97F3\u4E50/\u97F3\u6548
contribute.code = \u4EE3\u7801

#----------Items----------#
item.singularity-crystal_FEX.name = FEX\u6676\u4F53
item.singularity-crystal_FEX.description = \u6676\u4F53\u5316\u7684\u9AD8\u7EAF\u5EA6FEX\uFF0C\u4E2D\u5B50\u5BFC\u7387\u548C\u6838\u6027\u80FD\u90FD\u6709\u660E\u663E\u589E\u52A0\n\u6838\u5DE5\u4E1A\u4E0D\u53EF\u6216\u7F3A\u7684\u91CD\u8981\u6750\u6599
item.singularity-crystal_FEX.details = \u6700\u521D\u4EBA\u4EEC\u53D1\u73B0\u9AD8\u7EAF\u5EA6FEX\u7684\u6676\u4F53\u65F6\uFF0C\u7531\u4E8E\u5176\u5730\u58F3\u4E2D\u76F8\u5BF9\u4E30\u5EA6\u6BD4\u7A00\u571F\u91D1\u5C5E\u90FD\u8981\u4F4E\uFF0CFEX\u7ED3\u6676\u7684\u4EF7\u503C\u4E00\u5EA6\u8D85\u8D8A\u94BB\u77F3\uFF0C\u5728\u51E0\u5E74\u95F4\u8FD1\u4E4E\u53D6\u4EE3\u6574\u4E2A\u94BB\u77F3\u5E02\u573A\uFF0C\u76F4\u5230\u67D0\u4E2A\u5012\u9709\u9B3C\u5728\u6838\u53CD\u5E94\u5806\u65C1\u5DE5\u4F5C\u65F6\u88AB\u4ED6\u515C\u91CC\u51C6\u5907\u7684\u7EA2\u94BB\u5A5A\u6212\u70B8\u65AD\u4E86\u4E00\u6761\u817F
item.singularity-crystal_FEX_power.name = \u6D3B\u6027FEX\u7ED3\u6676
item.singularity-crystal_FEX_power.description = \u7ECF\u5927\u91CF\u80FD\u91CF\u6FC0\u53D1\u7684FEX\u7ED3\u6676\uFF0C\u4EE5\u76F8\u53CD\u7684\u6838\u6548\u5E94\u91CA\u653E\u80FD\u91CF\n\u663E\u51FA\u6781\u5176\u4E0D\u7A33\u5B9A\u7684\u6027\u8D28\uFF0C\u5371\u9669\uFF0C\u4F46\u5BF9\u4E8E\u91CA\u653E\u6838\u80FD\u7684\u60C5\u5883\u4E0D\u53EF\u6216\u7F3A
item.singularity-crystal_FEX_power.details = \u201C\u4E25\u7981\u7528\u4EFB\u4F55\u81F4\u5BC6\u4ECB\u8D28\u63A5\u89E6\u6FC0\u53D1\u6001\u7684FEX\u7ED3\u6676\u201D\u8FD9\u662F\u300A\u4E2D\u5B50\u5DE5\u4E1A\u64CD\u4F5C\u7BA1\u7406\u6761\u4F8B\u300B\u4E2D\u6807\u7EA2\u7684\u4E00\u6761\uFF0C\u8FD9\u6837\u7684\u6761\u6B3E\u9664\u4E86\u4ECE\u7406\u8BBA\u4E2D\u603B\u7ED3\u5F97\u51FA\u4EE5\u5916\uFF0C\u5F80\u5F80\u662F\u6765\u81EA\u4E00\u4E2A\u4E2A\u8840\u7684\u6559\u8BAD
item.singularity-matrix_alloy.name = \u77E9\u9635\u5408\u91D1
item.singularity-matrix_alloy.description = \u5927\u91CF\u7EB3\u7C73\u673A\u5668\u4EBA\u7684\u96C6\u5408\u4F53\uFF0C\u7ECF\u7F16\u7A0B\u540E\u53EF\u81EA\u7531\u53D8\u6362\u5F62\u6001\u751A\u81F3\u7269\u6001\n\u4F46\u673A\u68B0\u5F3A\u5EA6\u4E0A\u9650\u4F4E\uFF0C\u5E38\u7528\u4E8E\u5404\u79CD\u667A\u80FD\u5316\u573A\u5408
item.singularity-matrix_alloy.details = \u5F88\u591A\u5E74\u524D\u6709\u4E2A\u7535\u5F71\u53EB\u505A\u300A\u7EC8\u7ED3\u8005\u300B\uFF0C\u7535\u5F71\u91CC\u51FA\u73B0\u8FC7\u201C\u77E9\u9635\u591A\u8FB9\u62DF\u6001\u5408\u91D1\u201D\uFF0C\u90A3\u4E5F\u8BB8\u662F\u8FD9\u79CD\u91D1\u5C5E\u6700\u65E9\u88AB\u5177\u8C61\u5316\u7684\u60F3\u8C61\u5427
item.singularity-strengthening_alloy.name = \u5F3A\u5316\u5408\u91D1
item.singularity-strengthening_alloy.description = \u97E7\u6027\u548C\u5F3A\u5EA6\u4EE5\u53CA\u8010\u6E29\u6027\u90FD\u5F88\u9AD8\u7684\u5408\u91D1\uFF0C\u5176\u7ED3\u6784\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u6297\u6027\u5F3A\uFF0C\u7528\u9014\u5E7F\u6CDB
item.singularity-aerogel.name = \u6C14\u51DD\u80F6
item.singularity-aerogel.description = \u7845\u8D28\u7684\u72EC\u7279\u5316\u5B66\u5F62\u6001\uFF0C\u5177\u6709\u5F3A\u5EA6\u9AD8\uFF0C\u5BC6\u5EA6\u5C0F\uFF0C\u7EDD\u7F18\u7EDD\u70ED\u7B49\u4F18\u79C0\u6027\u8D28\n\u5DE5\u4E1A\u5341\u5206\u5E38\u7528\u7684\u7ED3\u6784\u6750\u6599
item.singularity-degenerate_neutron_polymer.name = \u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
item.singularity-degenerate_neutron_polymer.description = \u6781\u9AD8\u5BC6\u5EA6\u548C\u7269\u7406\u786C\u5EA6\u7684\u7279\u6B8A\u6750\u6599\uFF0C\u56E0\u6838\u5B50\u5185\u529B\u548C\u5F3A\u5F15\u529B\u7684\u4F5C\u7528\uFF0C\u8BE5\u6750\u6599\u575A\u5EA6\u96BE\u4EE5\u6D4B\u91CF\uFF0C\u540C\u65F6\u5177\u6709\u65E0\u9650\u63A5\u8FD1\u4E8E\u96F6\u7684\u97E7\u6027\u548C\u5851\u6027\uFF0C\u540C\u65F6\u8FD8\u662F\u529B\u573A\u6280\u672F\u5F53\u4E2D\u4F18\u79C0\u7684\u5F15\u529B\u573A\u6FC0\u53D1\u6E90
item.singularity-degenerate_neutron_polymer.details = \u201C\u4E00\u4E2A\u6210\u5E74\u4EBA\u4F53\u5185\u7684\u8840\u6DB2\u53EF\u4EE5\u57287\u79D2\u5185\u88AB\u62BD\u5E72\uFF0C\u800C\u8FD9\u53EA\u9700\u8981\u4E00\u4E2A\u5408\u9002\u7684\u5F15\u529B\u6E90\u201D\u2014\u2014\u6458\u81EA\u300Awhat if\uFF1F\u300B\u7AE0\u8282\u201C\u5982\u679C\u53D1\u5C04\u4E00\u679A\u6709\u4E2D\u5B50\u661F\u5BC6\u5EA6\u7684\u5B50\u5F39\u201D
item.singularity-uranium_238.name = \u94C0-238
item.singularity-uranium_238.description = \u4FD7\u79F0\u8D2B\u94C0\uFF0C\u5177\u6709\u4E00\u5B9A\u653E\u5C04\u6027\u7684\u540C\u4F4D\u7D20\uFF0C\u786C\u5EA6\u8F83\u9AD8\n\u53EF\u5438\u6536\u4E00\u4E2A\u4E2D\u5B50\u8870\u53D8\u4E3A\u653E\u5C04\u6027\u66F4\u5F3A\u7684\u949A-239
item.singularity-uranium_235.name = \u94C0-235
item.singularity-uranium_235.description = \u5E38\u89C1\u7684\u6838\u71C3\u6599\uFF0C\u4F46\u548C\u540C\u4F4D\u7D20\u94C0-238\u76F8\u6BD4\u542B\u91CF\u7A00\u5C11\uFF0C\u4F46\u5176\u4ECD\u7136\u5177\u6709\u5F88\u9AD8\u7684\u6838\u5DE5\u4E1A\u5229\u7528\u4EF7\u503C
item.singularity-plutonium_239.name = \u949A-239
item.singularity-plutonium_239.description = \u94C0-238\u5438\u6536\u4E2D\u5B50\u540E\u8870\u53D8\u5F97\u5230\u7684\u5F3A\u653E\u5C04\u6027\u540C\u4F4D\u7D20\uFF0C\u540C\u94C0-235\u4E00\u6837\u6709\u88C2\u53D8\u7684\u6027\u8D28\uFF0C\u540C\u6837\u662F\u5E38\u7528\u7684\u548C\u71C3\u6599\uFF0C\u4F46\u6BD4\u94C0-235\u5177\u6709\u66F4\u591A\u7684\u6F5C\u5728\u50A8\u91CF
item.singularity-concentration_uranium_235.name = \u5C01\u88C5\u94C0-235
item.singularity-concentration_uranium_235.description = \u7ECF\u9AD8\u5EA6\u6D53\u7F29\u7684\u94C0\u5C01\u88C5\u8D77\u6765\u7684\u6838\u71C3\u6599\uFF0C\u4EE5\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\u7684\u6E29\u5EA6\u9489\u6B7B\u4E86\u539F\u5B50\u6838\uFF0C\u53EF\u4EE5\u5728\u8D85\u8FC7\u5E38\u6E29\u94FE\u5F0F\u53CD\u5E94\u4E34\u754C\u503C\u6570\u500D\u7684\u538B\u7F29\u60C5\u51B5\u4E0B\u5B58\u50A8\u71C3\u6599\uFF0C\u51ED\u501F\u9AD8\u5EA6\u538B\u7F29\uFF0C\u4F7F\u5F97\u6838\u53CD\u5E94\u5F97\u4EE5\u66F4\u52A0\u9AD8\u6548\u7684\u8FDB\u884C
item.singularity-concentration_plutonium_239.name = \u5C01\u88C5\u949A-239
item.singularity-concentration_plutonium_239.description = \u7ECF\u9AD8\u5EA6\u6D53\u7F29\u7684\u94C0\u5C01\u88C5\u8D77\u6765\u7684\u6838\u71C3\u6599\uFF0C\u4EE5\u63A5\u8FD1\u7EDD\u5BF9\u96F6\u5EA6\u7684\u6E29\u5EA6\u9489\u6B7B\u4E86\u539F\u5B50\u6838\uFF0C\u53EF\u4EE5\u5728\u8D85\u8FC7\u5E38\u6E29\u94FE\u5F0F\u53CD\u5E94\u4E34\u754C\u503C\u6570\u500D\u7684\u538B\u7F29\u60C5\u51B5\u4E0B\u5B58\u50A8\u71C3\u6599\uFF0C\u51ED\u501F\u9AD8\u5EA6\u538B\u7F29\uFF0C\u4F7F\u5F97\u6838\u53CD\u5E94\u5F97\u4EE5\u66F4\u52A0\u9AD8\u6548\u7684\u8FDB\u884C
item.singularity-anti_metter.name = \u53CD\u7269\u8D28
item.singularity-anti_metter.description = \u5F15\u529B\u573A\u7EA6\u675F\u9694\u7EDD\u7684\u4E00\u5C0F\u4EFD\u53CD\u7269\u8D28\uFF0C\u4E0E\u4EFB\u4F55\u6B63\u7269\u8D28\u63A5\u89E6\u90FD\u4F1A\u7ACB\u5373\u6E6E\u706D\u5E76\u5C06\u8D28\u91CF\u5B8C\u5168\u8F6C\u6362\u4E3A\u7EAF\u80FD\u91CF\uFF0C\u5371\u9669\u6027\u6781\u9AD8\uFF0C\u5728\u5F3A\u653B\u51FB\u6027\u6B66\u5668\u4E2D\u88AB\u5E7F\u6CDB\u4F7F\u7528
item.singularity-anti_metter.details = \u901A\u5E38\u6BCF\u4E00\u4E2A\u53CD\u7269\u8D28\u50A8\u5B58\u5355\u5143\u90FD\u4F1A\u9700\u8981\u4E00\u4E2A\u72EC\u7ACB\u7684\u80FD\u6E90\u6A21\u5757\u6765\u7EF4\u6301\u7EA6\u675F\u529B\u573A\uFF0C\u5728\u8FDC\u822A\u661F\u8230\u961F\u4F34\u968F\u4ED3\u5E93\u653E\u51FA\u7684\u8000\u773C\u7684\u7130\u706B\u6D88\u5931\u540E\uFF0C\u505C\u7535\u88AB\u6210\u4E3A\u4E86\u643A\u5E26\u53CD\u7269\u8D28\u7684\u60C5\u51B5\u4E0B\u6700\u5371\u9669\u7684\u4E8B
item.singularity-uranium_cake.name = \u542B\u94C0\u7C97\u576F
item.singularity-uranium_cake.description = \u4FD7\u79F0\u9EC4\u997C\uFF0C\u662F\u542B\u94C0\u77FF\u7269\u5904\u7406\u7684\u4E2D\u95F4\u7269\uFF0C\u4E3B\u8981\u7528\u4E8E\u751F\u4EA7\u94C0
item.singularity-dry_ice.name = \u5E72\u51B0
item.singularity-dry_ice.description = \u56FA\u6001\u4E8C\u6C27\u5316\u78B3\uFF0C\u5177\u6709\u5F88\u4F4E\u7684\u6E29\u5EA6\uFF0C\u4E14\u5438\u70ED\u53EA\u5347\u534E\u4E3A\u4E8C\u6C27\u5316\u78B3\n\u4F18\u826F\u7684\u56FA\u4F53\u51B7\u5374\u5242
item.singularity-chlorella_block.name = \u7EFF\u85FB\u5757
item.singularity-chlorella_block.description = \u7ECF\u8FC7\u5206\u79BB\u6389\u5404\u79CD\u6742\u8D28\u540E\uFF0C\u6574\u5408\u5F97\u5230\u7684\u7EFF\u85FB\u7EC6\u80DE\u96C6\u56E2\uFF0C\u53EF\u4EE5\u63D0\u53D6\u5230\u66F4\u6709\u7528\u7684\u7EFF\u85FB\u7D20
item.singularity-chlorella.name = \u7EFF\u85FB\u7D20
item.singularity-chlorella.description = \u4ECE\u7EFF\u85FB\u7EC6\u80DE\u4E2D\u5206\u79BB\u51FA\u7684\u751F\u7269\u6D3B\u6027\u6210\u5206\uFF0C\u7EFF\u85FB\u7684\u5149\u5408\u4F5C\u7528\u5C31\u662F\u9760\u8FD9\u79CD\u7269\u8D28\u8FDB\u884C\u7684\uFF0C\u540C\u6837\uFF0C\u6211\u4EEC\u4E5F\u53EF\u4EE5\u5229\u7528\u8FD9\u79CD\u6027\u8D28\uFF0C\u5C06\u5149\u548C\u4F5C\u7528\u5E94\u7528\u8D77\u6765
item.singularity-coke.name = \u7126\u70AD
item.singularity-coke.description = \u76F8\u6BD4\u7164\u70AD\u6709\u66F4\u9AD8\u7684\u78B3\u542B\u91CF\uFF0C\u70ED\u503C\u66F4\u9AD8\uFF0C\u6742\u8D28\u66F4\u5C11\uFF0C\u71C3\u70E7\u66F4\u5F7B\u5E95\n\u662F\u51B6\u70BC\u91D1\u5C5E\u65F6\u4F18\u79C0\u7684\u706B\u6027\u70ED\u6E90
item.singularity-iridium.name = \u94F1
item.singularity-iridium.description = \u5F3A\u5EA6\u5F88\u9AD8\u7684\u5929\u7136\u91D1\u5C5E\uFF0C\u4E14\u5177\u6709\u7279\u522B\u7684\u6838\u80FD\u6FC0\u53D1\u6548\u5E94\uFF0C\u5176FEX\u590D\u5408\u7269\u53EF\u8BA4\u4E3A\u5C31\u662F\u6838\u80FD\u7684\u534A\u5BFC\u4F53\uFF0C\u5C31\u5982\u540C\u7845\u4E00\u6837\uFF0C\u94F1\u5C31\u662F\u7CBE\u5BC6\u6838\u7535\u8DEF\u7684\u6838\u5FC3\u6750\u6599
item.singularity-iridium.details = \u5730\u58F3\u4E2D\u51E0\u4E4E\u662F\u4E30\u5EA6\u6700\u4F4E\u7684\u91D1\u5C5E\uFF0C\u4F46\u9700\u6C42\u91CF\u53C8\u5F88\u9AD8\uFF0C\u5728\u539F\u5B50\u5DE5\u4E1A\u51FA\u73B0\u4E4B\u524D\u90FD\u4EE4\u4EBA\u5341\u5206\u5934\u75DB
item.singularity-nuclear_waste.name = \u6838\u5E9F\u6599
item.singularity-nuclear_waste.description = \u6838\u53CD\u5E94\u540E\u7559\u4E0B\u7684\u6B8B\u8FF9\uFF0C\u4ECD\u6709\u5F88\u5F3A\u7684\u653E\u5C04\u6027\uFF0C\u542B\u6709\u591A\u79CD\u6709\u7528\u7684\u8870\u53D8\u4EA7\u7269\uFF0C\u4E14\u8D28\u8C31\u5206\u6790\u68C0\u6D4B\u51FA\u5C11\u91CF\u7684\u94F1
item.singularity-nuclear_waste.details = \u4EFB\u4F55\u65F6\u5019\uFF0C\u8BF7\u8C28\u614E\u8003\u8651\u6838\u6C61\u67D3\u7684\u5904\u7406\uFF0C\u5C3D\u7BA1\u5E76\u4F60\u53EF\u80FD\u5E76\u4E0D\u8EAB\u5728\u5730\u7403\uFF0C\u4F46\u968F\u610F\u6C61\u67D3\u5916\u7A7A\u73AF\u5883\u4E5F\u8BB8\u4F1A\u7ED9\u6211\u4EEC\u7684\u592A\u7A7A\u670B\u53CB\u4E0D\u592A\u597D\u7684\u5370\u8C61\u2014\u2014\u300A\u661F\u9645\u5F00\u53D1\u516C\u7EA6 \u7B2C\u4E09\u7248\u300B
item.singularity-crush_ore.name = \u77FF\u7269\u788E\u5C51
item.singularity-crush_ore.description = \u5BCC\u542B\u5404\u79CD\u77FF\u7269\u7684\u788E\u7247\uFF0C\u7ECF\u8FC7\u63D0\u70BC\u53EF\u4EE5\u5F97\u5230\u4E00\u4E9B\u6709\u7528\u7684\u4E1C\u897F
item.singularity-crush_uranium_ore.name = \u94C0\u77FF\u788E\u7247
item.singularity-crush_uranium_ore = \u542B\u94C0\u77FF\u7269\u7684\u788E\u7247\uFF0C\u542B\u6709\u4E00\u5B9A\u91CF\u7684\u94C0\uFF0C\u7ECF\u8FC7\u4E00\u7CFB\u5217\u5DE5\u5E8F\u53EF\u4EE5\u5F97\u5230\u7EAF\u5EA6\u6BD4\u8F83\u9AD8\u7684\u94C0\u7684\u51E0\u79CD\u540C\u4F4D\u7D20
item.singularity-salt_uranium.name = \u5BCC\u94C0\u539F\u6599
item.singularity-salt_uranium.description = \u7ECF\u8FC7\u5BCC\u96C6\u548C\u7EAF\u5316\u540E\u542B\u6709\u5404\u79CD\u542B\u94C0\u5316\u5408\u7269\u7684\u6DF7\u5408\u7C89\u672B\n\u7ECF\u5316\u5B66\u5206\u79BB\u548C\u79BB\u5FC3\u540E\u53EF\u4EE5\u5F97\u5230\u94C0\u7684\u4E24\u79CD\u5E38\u89C1\u540C\u4F4D\u7D20
item.singularity-salt_iridium.name = \u6DF7\u5408\u94F1\u76D0
item.singularity-salt_iridium.description = \u542B\u6709\u8F83\u5C11\u91CF\u4F9D\u7684\u590D\u6742\u5316\u5408\u7269\uFF0C\u7ECF\u8FC7\u63D0\u7EAF\u548C\u51B6\u70BC\u53EF\u4EE5\u751F\u4EA7\u5C11\u91CF\u7684\u94F1

#----------Liquids----------#
liquid.singularity-FEX_liquid.name = FEX\u6D41\u4F53
liquid.singularity-FEX_liquid.description = \u7ECF\u5206\u79BB\u6742\u8D28\u540E\u7684FEX\u7684\u539F\u59CB\u5F62\u6001\uFF0C\u6709\u534A\u6D41\u4F53\u7684\u7269\u7406\u6027\u8D28\uFF0C\u9700\u8981\u7ED3\u6676\u4E3A\u9AD8\u7EAF\u5EA6\u7684\u6676\u4F53\u624D\u80FD\u6EE1\u8DB3\u5DE5\u4E1A\u9700\u6C42
liquid.singularity-phase_FEX_liquid.name = \u76F8\u4F4D\u6001FEX\u6D41\u4F53
liquid.singularity-phase_FEX_liquid.description = \u76F8\u4F4D\u5316\u540E\u7684FEX\u6D41\u4F53\uFF0C\u5177\u6709\u66F4\u52A0\u5F3A\u70C8\u7684\u8868\u9762\u5F20\u529B\u6CE2\u52A8\uFF0C\u4E14\u5177\u4F1A\u4E0E\u5176\u63A5\u89E6\u4ECB\u8D28\u53D1\u751F\u5F88\u5F3A\u7684\u5171\u632F\uFF0C\u6027\u80FD\u4F18\u8D8A\u7684\u6D41\u8D28\u80FD\u91CF\u8F7D\u4F53
liquid.singularity-mixed_chemical_gel.name = \u6DF7\u5408\u5316\u5DE5\u51DD\u80F6
liquid.singularity-mixed_chemical_gel.description = \u542B\u6709\u591A\u79CD\u5E7F\u6CDB\u7684\u5316\u5B66\u5316\u5DE5\u6210\u5206\uFF0C\u53EF\u53C2\u4E0E\u8BB8\u591A\u5316\u5B66\u53CD\u5E94\uFF0C\u5316\u5B66\u5DE5\u4E1A\u5FC5\u4E0D\u53EF\u5C11\u7684\u901A\u7528\u539F\u6750\u6599
liquid.singularity-iridium_gel.name = \u5BCC\u94F1\u51DD\u80F6
liquid.singularity-iridium_gel.description = \u7ECF\u8FC7\u5BCC\u96C6\u5F97\u5230\u7684\u5BCC\u542B\u94F1\u6210\u5206\u7684\u5DE5\u4E1A\u51DD\u80F6\uFF0C\u8FDB\u4E00\u6B65\u52A0\u5DE5\u5904\u7406\u540E\u53EF\u4EE5\u5F97\u5230\u94F1
liquid.singularity-lubricant.name = \u6DA6\u6ED1\u6DB2
liquid.singularity-lubricant.description = \u6027\u80FD\u4F18\u826F\u7684\u77F3\u58A8\u7C89\u6DB2\u4F53\u6DA6\u6ED1\u5242\uFF0C\u53EF\u7528\u4E8E\u591A\u79CD\u589E\u76CA\u573A\u666F
liquid.singularity-algae_mud.name = \u85FB\u6CE5\u6D46
liquid.singularity-algae_mud.description = \u85FB\u7C7B\u5FAE\u751F\u7269\u7E41\u884D\u7684\u96C6\u5408\u4F53\uFF0C\u8BF7\u5C0F\u5FC3\u4FDD\u62A4\u5B83\u4EEC\uFF0C\u5B62\u5B50\u91CA\u653E\u7684\u6BD2\u6C14\u4F1A\u77AC\u95F4\u6740\u6B7B\u5B83\u4EEC
liquid.singularity-algae_mud.details = \u201C\u5FAE\u751F\u7269\u5728\u6781\u7AEF\u6076\u52A3\u7684\u73AF\u5883\u4E0B\u4F1A\u8131\u53BB\u6C34\u5206\u8FDB\u5165\u4F11\u7720\u72B6\u6001\uFF0C\u6297\u9006\u6027\u6781\u5927\u63D0\u9AD8\u201D\u2014\u2014\u300A\u751F\u7269 \u5FC5\u4FEE\u4E09 \u73AF\u5883\u4E0E\u7A33\u6001\u300B
liquid.singularity-rock_bitumen.name = \u5CA9\u5C42\u6CA5\u9752
liquid.singularity-rock_bitumen.description = \u4ECE\u5730\u58F3\u6DF1\u5C42\u94BB\u53D6\u7684\u6CA5\u9752\u72B6\u6D41\u4F53\uFF0C\u542B\u6709\u4E30\u5EA6\u8F83\u9AD8\u7684FEX\u6D41\u4F53\u4EE5\u53CA\u8BB8\u591A\u8F83\u91CD\u7684\u77FF\u7269\u788E\u5C51
liquid.singularity-mixed_tar.name = \u6DF7\u5408\u7126\u6CB9
liquid.singularity-mixed_tar.description = \u77F3\u6CB9\u521D\u6B65\u70BC\u5316\u7684\u4EA7\u7269\uFF0C\u542B\u6709\u591A\u79CD\u70C3\u7C7B\u5316\u5408\u7269\u548C\u5C11\u91CF\u6742\u8D28\uFF0C\u4E3A\u77F3\u6CB9\u5316\u5DE5\u7684\u4E2D\u95F4\u7269\u8D28
liquid.singularity-fuel_oil.name = \u71C3\u6CB9
liquid.singularity-fuel_oil.description = \u77F3\u6CB9\u70BC\u5316\u7684\u4EA7\u7269\uFF0C\u5177\u6709\u8F83\u9AD8\u7684\u70ED\u503C\uFF0C\u662F\u5E38\u89C1\u7684\u6DB2\u4F53\u71C3\u6599
liquid.singularity-methane.name = \u7532\u70F7
liquid.singularity-methane.description = \u6700\u7B80\u5355\u7684\u6709\u673A\u7269\uFF0C\u81EA\u7136\u72B6\u6001\u4E0B\u4F34\u968F\u6CB9\u7530\u5E7F\u6CDB\u5206\u5E03\uFF0C\u662F\u5E38\u7528\u7684\u4F18\u8D28\u6C14\u4F53\u71C3\u6599
liquid.singularity-carbon_dioxide.name = \u4E8C\u6C27\u5316\u78B3
liquid.singularity-carbon_dioxide.description = \u5927\u6C14\u4E2D\u666E\u904D\u5B58\u5728\u7684\u6E29\u5BA4\u6C14\u4F53\uFF0C\u70ED\u5BB9\u5F88\u9AD8\uFF0C\u53EF\u538B\u7F29\u4E3A\u5E72\u51B0\u4F5C\u4E3A\u56FA\u4F53\u51B7\u5374\u5242
liquid.singularity-chlorine.name = \u6C2F\u6C14
liquid.singularity-chlorine.description = \u751F\u7269\u6BD2\u6027\u7684\u6C14\u4F53\uFF0C\u5927\u6C14\u4E2D\u7684\u5FAE\u91CF\u5B58\u5728\u7684\u90E8\u5206\u53EF\u80FD\u6765\u81EA\u751F\u7269\u6D3B\u52A8\u6216\u8005\u706B\u5C71\u6D3B\u52A8
liquid.singularity-sulfur_oxide.name = \u6C27\u5316\u786B
liquid.singularity-sulfur_oxide.description = \u4E00\u7C7B\u5177\u6709\u4E00\u5B9A\u751F\u7269\u6BD2\u6027\u7684\u6C14\u4F53\uFF0C\u5177\u6709\u6C27\u5316\u6027\uFF0C\u5728\u706B\u5C71\u6D3B\u52A8\u4E2D\u4F1A\u4EA7\u751F\u5DE8\u91CF\u8BE5\u7C7B\u6C14\u4F53
liquid.singularity-helium.name = \u6C26\u6C14
liquid.singularity-helium.description = \u5E38\u89C1\u7684\u60F0\u6027\u6C14\u4F53\uFF0C\u975E\u5E38\u4E0D\u6D3B\u6CFC\uFF0C\u5E38\u7528\u4F5C\u5404\u79CD\u5DE5\u827A\u4E2D\u7684\u4FDD\u62A4\u6C14\u4F53
liquid.singularity-oxygen.name = \u6C27\u6C14
liquid.singularity-oxygen.description = \u5927\u6C14\u7684\u4E3B\u8981\u6210\u5206\u4E4B\u4E00\uFF0C\u5E7F\u6CDB\u7684\u5929\u7136\u6C27\u5316\u5242
liquid.singularity-spore_cloud.name = \u5B62\u5B50\u4E91
liquid.singularity-spore_cloud.description = \u8D5B\u666E\u7F57\u5927\u6C14\u4E2D\u5927\u91CF\u5B58\u5728\u7684\u751F\u7269\u8D28\u9897\u7C92\u7C89\u5C18\uFF0C\u6709\u5F3A\u70C8\u7684\u751F\u7269\u6BD2\u6027

#----------Blocks----------#
#factorys
block.singularity-fission_weaver.name = \u88C2\u53D8\u7F16\u7EC7\u5668
block.singularity-fission_weaver.description = \u66F4\u52A0\u5148\u8FDB\u7684\u76F8\u4F4D\u7269\u7F16\u7EC7\u6280\u672F\uFF0C\u4F7F\u7528\u94C0\u7684\u540C\u4F4D\u7D20\u5236\u9020\u76F8\u4F4D\u7269
block.singularity-culturing_barn.name = \u7EFF\u85FB\u6C60
block.singularity-culturing_barn.description = \u4F7F\u7528\u5149\u6C34\u57F9\u517B\u4F4E\u7B49\u7684\u85FB\u7C7B\u751F\u7269\uFF0C\u9664\u6C27\u6C14\u5916\uFF0C\u8FD8\u80FD\u6536\u83B7\u4E0D\u5C11\u85FB\u6CE5
block.singularity-culturing_barn.details = \u5C3D\u7BA1\u5B62\u5B50\u5DF2\u7ECF\u706D\u7EDD\u4E86\u8D5B\u666E\u7F57\u4E0A\u7684\u7EDD\u5927\u90E8\u5206\u751F\u7269\uFF0C\u4F46\u8FD9\u4E9B\u4F4E\u7B49\u7684\u5FAE\u5C0F\u751F\u547D\u4F53\u5374\u987D\u5F3A\u7684\u751F\u5B58\u4E86\u4E0B\u6765\uFF0C\u5B83\u4EEC\u9700\u8981\u7684\u53EA\u662F\u4E00\u70B9\u70B9\u751F\u5B58\u7684\u7A7A\u95F4\uFF0C\u800C\u8FD9\u5C31\u662F\u6211\u4EEC\u80FD\u505A\u5230\u7684\n\u4E5F\u8BB8\u5343\u767E\u5E74\u540E\uFF0C\u5F53\u8FD9\u4E9B\u5E78\u5B58\u7684\u5C0F\u4E1C\u897F\u8FDB\u5316\u5230\u4E0D\u518D\u60E7\u6015\u5B62\u5B50\u540E\uFF0C\u8D5B\u666E\u7F57\u8FD8\u4F1A\u6062\u590D\u66FE\u7ECF\u7684\u76CE\u7136\u751F\u673A...\u8C01\u77E5\u9053\u5462
block.singularity-incubator.name = \u80B2\u83CC\u7BB1
block.singularity-incubator.description = \u4ECE\u6700\u539F\u59CB\u7684\u5B62\u5B50\u57F9\u517B\u6280\u672F\u53D1\u5C55\u800C\u6765\u7684\u66F4\u5148\u8FDB\u66F4\u9AD8\u6548\u7684\u751F\u7269\u8D28\u57F9\u80B2\u6280\u672F
block.singularity-electrolytor.name = \u7535\u89E3\u673A
block.singularity-electrolytor.description = \u5185\u7F6E\u51E0\u4E2A\u7535\u6781\u8FDB\u884C\u4E00\u7CFB\u5217\u7535\u89E3\u53CD\u5E94\uFF0C\u5C06\u6750\u6599\u7535\u89E3\u4E3A\u4E00\u4E9B\u6709\u7528\u7684\u4E1C\u897F
block.singularity-retort_column.name = \u5E72\u998F\u5854
block.singularity-retort_column.description = \u901A\u8FC7\u9694\u7EDD\u7A7A\u6C14\u7684\u9AD8\u6E29\u5206\u79BB\u7164\u70AD\u4E2D\u7684\u7269\u8D28\uFF0C\u4EE5\u5236\u9020\u7126\u70AD
block.singularity-petroleum_separator.name = \u70BC\u6CB9\u5854
block.singularity-petroleum_separator.description = \u901A\u8FC7\u589E\u6E29\u589E\u538B\u7B49\u624B\u6BB5\u5206\u79BB\u77F3\u6CB9\u4E2D\u7684\u4E0D\u540C\u6CB8\u70B9\u7684\u7269\u8D28
block.singularity-laser_resolver.name = \u6FC0\u5149\u5206\u89E3\u673A
block.singularity-laser_resolver.description = \u4F7F\u7528\u4E0D\u540C\u9891\u6BB5\u7684\u6FC0\u5149\u6765\u5B9A\u5411\u5206\u79BB\u7269\u8D28\u4EE5\u5F97\u5230\u66F4\u52A0\u6709\u7528\u7684\u4E1C\u897F
block.singularity-ore_washer.name = \u6D17\u77FF\u673A
block.singularity-ore_washer.description = \u7528\u9AD8\u901F\u7684\u6C34\u6D41\u51B2\u5237\u6CA5\u9752\u7C97\u77FF\u4EE5\u9664\u53BB\u8F7B\u6742\u8D28\uFF0C\u4EE5\u53CA\u6D17\u8131\u9644\u7740\u5728\u5CA9\u77F3\u95F4\u7684FEX\u7269\u8D28
block.singularity-crystallizer.name = \u7ED3\u6676\u5668
block.singularity-crystallizer.description = \u6700\u65E9\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4F9D\u8D56\u7535\u78C1\u573A\u6CE2\u52A8\uFF0C\u4F7FFEX\u5728\u8F7D\u4F53\u91D1\u5C5E\u4E0A\u9010\u6B65\u5F62\u6210\u7ED3\u6676
block.singularity-FEX_phase_mixer.name = FEX\u76F8\u4F4D\u6DF7\u5408\u5668
block.singularity-FEX_phase_mixer.description = \u5C06\u76F8\u4F4D\u7269\u7684\u6CE2\u52A8\u6027\u8D28\u878D\u5408\u5230FEX\u6D41\u4F53\u4E2D\uFF0C\u4F7FFEX\u6D41\u4F53\u5448\u73B0\u51FA\u66F4\u52A0\u7279\u522B\u7684\u6027\u8D28
block.singularity-fuel_packager.name = \u71C3\u6599\u5C01\u88C5\u673A
block.singularity-fuel_packager.description = \u5229\u7528\u529B\u573A\u56FA\u5B9A\u4F4E\u6E29\u6280\u672F\u5236\u9020\u4E9A\u7EDD\u5BF9\u96F6\u5EA6\u73AF\u5883\uFF0C\u5C06\u6838\u71C3\u6599\u4EE5\u6781\u9AD8\u7684\u6D53\u5EA6\u548C\u538B\u529B\u538B\u7F29\u5C01\u88C5\u8D77\u6765
block.singularity-strengthening_alloy_smelter.name = \u5408\u91D1\u51B6\u70BC\u7089
block.singularity-strengthening_alloy_smelter.description = \u5C06\u948D\u548C\u949B\u51B6\u70BC\u4E3A\u5177\u6709\u9AD8\u7ED3\u6784\u5F3A\u5EA6\u7684\u5F3A\u5316\u5408\u91D1
block.singularity-gel_mixer.name = \u51DD\u80F6\u6DF7\u5408\u5DE5\u5382
block.singularity-gel_mixer.description = \u5C06\u591A\u79CD\u7269\u8D28\u4EE5\u4E00\u5B9A\u7684\u914D\u6BD4\u6DF7\u5408\u6210\u590D\u6742\u7684\u6DF7\u5408\u7269\u51DD\u80F6
block.singularity-purifier.name = \u7EAF\u5316\u5206\u79BB\u673A
block.singularity-purifier.description = \u4EE5\u7EB3\u7C73\u5C3A\u5EA6\u7684\u6FC0\u5149\u675F\u5207\u5272\u5316\u5B66\u952E\uFF0C\u4F7F\u7269\u8D28\u6309\u65E2\u5B9A\u89C4\u5219\u53D1\u751F\u5B9A\u5411\u7684\u5206\u89E3\u53CD\u5E94
block.singularity-thermal_centrifuge.name = \u70ED\u80FD\u79BB\u5FC3\u673A
block.singularity-thermal_centrifuge.description = \u4EE5\u6781\u9AD8\u7684\u6E29\u5EA6\u5C06\u7269\u8D28\u7194\u5316\u6210\u6DB2\u6001\uFF0C\u4EE5\u5DEE\u901F\u79BB\u5FC3\u5206\u79BB\u5176\u4E2D\u4E0D\u540C\u5206\u5B50\u8D28\u91CF\u7684\u7269\u8D28
block.singularity-lattice_constructor.name = \u6676\u683C\u6784\u5EFA\u5668
block.singularity-lattice_constructor.description = \u5148\u8FDB\u7684FEX\u7ED3\u6676\u6280\u672F\uFF0C\u4EE5\u5149\u675F\u5F15\u5BFC\u548C\u529B\u573A\u805A\u5408\u4EBA\u5DE5\u6784\u5EFA\u6676\u683C\u7ED3\u6784\uFF0C\u66F4\u9AD8\u6548\u5730\u751F\u4EA7FEX\u7ED3\u6676
block.singularity-FEX_crystal_charger.name = FEX\u5145\u80FD\u5EA7
block.singularity-FEX_crystal_charger.description = \u4F7F\u7528\u8109\u51B2\u80FD\u91CF\u5BF9FEX\u6CE8\u5165\u6838\u80FD\uFF0C\u4EE5\u6FC0\u53D1FEX\u7ED3\u6676\u7684\u6676\u4F53\u6D3B\u6027
block.singularity-matrix_cutter.name = \u77E9\u9635\u5207\u5272\u5668
block.singularity-matrix_cutter.description = \u4EE5\u6781\u5176\u5148\u8FDB\u7684\u7EB3\u7C73\u9AD8\u80FD\u6FC0\u5149\u5207\u5272/\u96D5\u523B\u6280\u672F\uFF0C\u5C06\u91D1\u5C5E\u5207\u5272\u4E3A\u7EB3\u7C73\u5C3A\u5EA6\u5E76\u96D5\u523B\u7535\u8DEF\u4EE5\u751F\u4EA7\u77E9\u9635\u5408\u91D1
block.singularity-polymer_gravitational_generator.name = \u805A\u5408\u529B\u573A\u53D1\u751F\u5668
block.singularity-polymer_gravitational_generator.description = \u4F7F\u7528\u9876\u5C16\u6280\u672F\u2014\u2014\u529B\u573A\u805A\u5408\u5236\u9020\u7684\u5927\u578B\u5DE5\u5382\uFF0C\u53EF\u4EE5\u5728\u5185\u90E8\u5B9A\u70B9\u4EA7\u751F\u6781\u5F3A\u7684\u5F15\u529B\uFF0C\u5C06\u7269\u8D28\u7D27\u7D27\u7684\u6324\u538B\u5728\u4E00\u8D77\uFF0C\u7F6E\u5165\u5185\u6E90\u529B\u573A\u53D1\u751F\u5668\u751F\u4EA7\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269
block.singularity-quality_generator.name = \u8D28\u91CF\u751F\u6210\u5668
block.singularity-quality_generator.description = \u5C06\u80FD\u91CF\u65E0\u5E8F\u9006\u5411\u8F6C\u6362\u7684\u8BBE\u5907\uFF0C\u5C06\u5927\u91CF\u4E2D\u5B50\u80FD\u5411\u7269\u8D28\u8D28\u91CF\u8FDB\u884C\u8F6C\u6362\uFF0C\u5C06\u4EA7\u51FA\u51FA\u5938\u514B\u7C7B\u4ECB\u8D28\u5916\u7684\u7EAF\u51C0\u65E0\u5E8F\u4ECB\u8D28
block.singularity-destructor.name = \u6790\u6784\u5668
block.singularity-destructor.description = \u52A0\u901F\u78B0\u649E\u7834\u574F\u7269\u8D28\u7684\u539F\u5B50\u6838\u7ED3\u6784\uFF0C\u4EE5\u5206\u6790\u7269\u8D28\u7684\u5FAE\u89C2\u6784\u6210\u5F62\u6001\u5E76\u5EFA\u7ACB\u539F\u5B50\u7A7A\u95F4\u6784\u6210\u7684\u84DD\u56FE
block.singularity-substance_inverter.name = \u7269\u8D28\u9006\u5316\u5668
block.singularity-substance_inverter.description = \u5C06\u4ECB\u8D28\u53CD\u5411\u5EFA\u7ACB\u7269\u8D28\u7684\u8BBE\u5907\uFF0C\u4E3B\u52A8\u5206\u79BB\u6B63\u7C92\u5B50\u4EE5\u5236\u9020\u53CD\u7269\u8D28\uFF0C\u5E76\u76DB\u88C5\u5230\u5F15\u529B\u5BB9\u5668\u4E2D
block.singularity-hadron_reconstructor.name = \u5F3A\u5B50\u91CD\u6784\u4EEA
block.singularity-hadron_reconstructor.description = \u5FAE\u7F29\u7684\u5B9A\u5411\u5927\u91CF\u5F3A\u5B50\u5BF9\u649E\u673A\uFF0C\u4F7F\u5F97\u521B\u9020\u7269\u8D28\u4ECE\u7406\u8BBA\u6210\u4E3A\u73B0\u5B9E

#collects
block.singularity-rock_drill.name = \u6DF1\u5CA9\u94BB\u4E95\u673A
block.singularity-rock_drill.description = \u94BB\u63A2\u6DF1\u5C42\u7684\u5730\u58F3\uFF0C\u5C06\u6DF1\u57CB\u5728\u5730\u58F3\u6DF1\u5904\u7684\u8F83\u9AD8\u8D28\u91CF\u7684\u77FF\u7269\u9001\u81F3\u5730\u8868
block.singularity-matrix_miner.name = \u77E9\u9635\u77FF\u5E8A\u63A7\u5236\u5668
block.singularity-matrix_miner.description = \u77E9\u9635\u77FF\u5E8A\u7684\u63A7\u5236\u4E2D\u5FC3\uFF0C\u4E0E\u77E9\u9635\u77FF\u5E8A\u6846\u67B6\u4F5C\u4E3A\u5BF9\u89D2\u56F4\u6210\u4E00\u4E2A\u77E9\u5F62\u5C01\u95ED\u7A7A\u95F4\u6784\u5EFA\u77E9\u9635\u77FF\u5E8A\u3002\n\u901A\u8FC7\u6B64\u8BBE\u5907\u5728\u77FF\u5E8A\u7684\u77E9\u5F62\u8303\u56F4\u5185\u6309\u6BCF\u4E2A\u5730\u5757\u72EC\u7ACB\u914D\u7F6E\u91C7\u6398\u76EE\u6807
block.singularity-matrix_miner_node.name = \u77E9\u9635\u77FF\u5E8A\u6846\u67B6
block.singularity-matrix_miner_node.description = \u5EFA\u7ACB\u77E9\u9635\u77FF\u5E8A\u7684\u5BF9\u89D2\u8FB9\u754C\uFF0C\u4E09\u4E2A\u77E9\u9635\u6846\u67B6\u4E0E\u4E00\u4E2A\u77E9\u9635\u77FF\u5E8A\u63A7\u5236\u5668\u5F7C\u6B64\u8FDE\u63A5\u6210\u4E00\u4E2A\u77E9\u5F62\u5EFA\u7ACB\u77E9\u9635\u77FF\u5E8A

#liquids
block.singularity-liquid_unloader.name = \u6DB2\u4F53\u88C5\u5378\u5668
block.singularity-liquid_unloader.description = \u4ECE\u65B9\u5757\u4E2D\u5378\u8F7D\u6D41\u4F53\uFF0C\u5C31\u50CF\u88C5\u5378\u5668\u63D0\u53D6\u7269\u54C1\u4E00\u6837
block.singularity-cluster_conduit.name = \u96C6\u675F\u5BFC\u7BA1
block.singularity-cluster_conduit.description = \u5185\u7F6E\u4E86\u56DB\u6761\u7BA1\u9053\u7684\u88C5\u7532\u5BFC\u7BA1\uFF0C\u9700\u8981\u5BFC\u7BA1\u94C6\u6765\u5206\u675F\u7BA1\u9053
block.singularity-conduit_riveting.name = \u5BFC\u7BA1\u94C6
block.singularity-conduit_riveting.description = \u7528\u4E8E\u5206\u675F\u4EE5\u53CA\u63A5\u5165\u96C6\u675F\u5BFC\u7BA1\u9053

#distriubtes
block.singularity-matrix_core.name = \u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668
block.singularity-matrix_core.description = \u4E00\u4E2A\u77E9\u9635\u7F51\u7EDC\u7684\u6838\u5FC3\u8BBE\u5907\uFF0C\u77E9\u9635\u7F51\u7EDC\u5FC5\u987B\u6709\u4E14\u53EA\u6709\u4E00\u4E2A\u4E2D\u67A2\u4F3A\u670D\u5668\uFF0C\u77E9\u9635\u6865\u8FDE\u63A5\u6B64\u65B9\u5757\u65F6\u53EA\u80FD\u5355\u5411\u8FDE\u63A5
block.singularity-matrix_bridge.name = \u77E9\u9635\u6865
block.singularity-matrix_bridge.description = \u77E9\u9635\u5EFA\u7ACB\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u4EFB\u610F\u65B9\u5411\u94FE\u63A5\u7684\u7269\u8D28\u8FD0\u8F93\u6865\uFF0C\u53EF\u8FD0\u8F93\u7269\u54C1\u548C\u6DB2\u4F53\u3002\n\u540C\u65F6\uFF0C\u8FD9\u4E5F\u662F\u77E9\u9635\u7F51\u7EDC\u4E2D\u7528\u4E8E\u8FDE\u63A5\u8BBE\u5907\u7684\u8282\u70B9\uFF0C\u53EA\u80FD\u5448\u6811\u72B6\u7ED3\u6784\u5EFA\u7ACB\u77E9\u9635\u7F51\u7EDC\u3002
block.singularity-matrix_controller.name = \u7F51\u683C\u63A7\u5236\u5668
block.singularity-matrix_controller.description = \u77E9\u9635\u7F51\u683C\u7684\u63A7\u5236\u4E2D\u67A2\uFF0C\u4E0E\u77E9\u9635\u7F51\u683C\u6846\u67B6\u5EFA\u7ACB\u77E9\u9635\u7F51\u683C\uFF0C\u5728\u7F51\u683C\u4E2D\u901A\u8FC7\u6B64\u8BBE\u5907\u914D\u7F6E\u7F51\u683C\u5185io\u70B9\u7684\u7684\u8F93\u5165\u8F93\u51FA\u548C\u5B58\u50A8\u8BBE\u5907\uFF0C\u662F\u4E00\u4E2A\u91CD\u8981\u7684\u7269\u6D41\u7BA1\u7406\u6A21\u578B\u3002
block.singularity-matrix_gridNode.name = \u7F51\u683C\u6846\u67B6
block.singularity-matrix_gridNode.description = \u77E9\u9635\u7F51\u683C\u7684\u6784\u5EFA\u8BBE\u5907\uFF0C\u5F7C\u6B64\u8FDE\u63A5\uFF0C\u4E0E\u4E00\u4E2A\u7F51\u7EDC\u63A7\u5236\u5668\u6784\u6210\u95ED\u73AF\u540E\u5EFA\u7ACB\u5176\u77E9\u9635\u7F51\u683C
block.singularity-matrix_energy_manager.name = \u80FD\u6E90\u7BA1\u7406\u5668
block.singularity-matrix_energy_manager.description = \u5BF9\u80FD\u6E90\u63A5\u53D7\u548C\u7BA1\u7406\u7684\u8BBE\u5907\uFF0C\u4E0E\u76F8\u90BB\u7684\u80FD\u6E90\u8BBE\u5907\u5F62\u6210\u4E00\u4E2A\u80FD\u6E90\u7BA1\u7406\u6A21\u5757\uFF0C\u7528\u4E8E\u63A5\u53D7\u548C\u7F13\u5B58\u80FD\u91CF\u4EE5\u4F9B\u5E94\u7F51\u7EDC\u4F7F\u7528
block.singularity-matrix_power_interface.name = \u80FD\u91CF\u63A5\u53E3
block.singularity-matrix_power_interface.description = \u63A5\u6536\u80FD\u91CF\u4F9B\u5E94\u7F51\u7EDC\u6D88\u8017\u800C\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_neutron_interface.name = \u4E2D\u5B50\u63A5\u53E3
block.singularity-matrix_neutron_interface.description = \u7F51\u7EDC\u63A5\u53D7\u4E2D\u5B50\u80FD\u8F93\u5165\u7684\u8BBE\u5907\uFF0C\u9700\u8981\u90BB\u8FD1\u80FD\u6E90\u7BA1\u7406\u5668\u653E\u7F6E
block.singularity-matrix_neutron_buffer.name = \u4E2D\u5B50\u7F13\u5B58\u5668
block.singularity-matrix_neutron_buffer.description = \u7F51\u7EDC\u7F13\u5B58\u4E2D\u5B50\u80FD\u7684\u8BBE\u5907\uFF0C\u4E3A\u786E\u4FDD\u7F51\u7EDC\u7684\u4E2D\u5B50\u80FD\u4F9B\u5E94\uFF0C\u53EF\u80FD\u9700\u8981\u591A\u4E2A\u7F13\u5B58\u5668
block.singularity-matrix_component_interface.name = \u77E9\u9635\u7EC4\u4EF6\u63A5\u53E3
block.singularity-matrix_component_interface.description = \u7528\u4E8E\u5C06\u77E9\u9635\u529F\u80FD\u7EC4\u4EF6\u63A5\u5165\u7F51\u7EDC\u4E2D\uFF0C\u9700\u8981\u5F7C\u6B64\u8FDE\u63A5\u5F62\u6210\u8FDE\u7EED\u7684\u63A5\u53E3\u7ED3\u6784\uFF0C\u4E14\u4E0E\u7EC4\u4EF6\u8BBE\u5907\u9700\u8981\u7684\u8FDE\u63A5\u65B9\u5F0F\u5339\u914D\u624D\u53EF\u63A5\u5165\u7F51\u7EDC
block.singularity-interface_jump_line.name = \u63A5\u53E3\u8DF3\u7EBF
block.singularity-interface_jump_line.description = \u7528\u4E8E\u586B\u5145\u7EC4\u4EF6\u63A5\u53E3\u4E0E\u7EC4\u4EF6\u7684\u5C3A\u5BF8\u5DEE\u9020\u6210\u7684\u7A7A\u95F4\uFF0C\u6709\u65B9\u5411\uFF0C\u53EA\u80FD\u53CC\u5411\u901A\u4FE1\uFF0C\u4E0D\u53EF\u5411\u4FA7\u9762\u8FDE\u63A5
block.singularity-matrix_process_unit.name = \u77E9\u9635\u5904\u7406\u5355\u5143
block.singularity-matrix_process_unit.description = \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u6838\u5FC3\u7684\u8FD0\u7B97\u529B\uFF0C\u4F7F\u7F51\u7EDC\u6BCF\u6B21\u5237\u65B0\u53EF\u4EE5\u5904\u7406\u66F4\u591A\u7684\u8BF7\u6C42\u4EFB\u52A1
block.singularity-matrix_topology_container.name = \u77E9\u9635\u62D3\u6251\u5BB9\u5668
block.singularity-matrix_topology_container.description = \u9700\u8981\u7D27\u8D34\u77E9\u9635\u4E2D\u67A2\u4F3A\u670D\u5668\u653E\u7F6E\uFF0C\u63D0\u4F9B\u6574\u4E2A\u7F51\u7EDC\u7684\u62D3\u6251\u5BB9\u91CF\uFF0C\u4F7F\u7F51\u7EDC\u53EF\u4EE5\u5B89\u88C5\u66F4\u591A\u7684\u8BBE\u5907
block.singularity-matrix_buffer.name = \u901A\u7528\u7269\u8D28\u7F13\u5B58\u5668
block.singularity-matrix_buffer.description = \u7F51\u7EDC\u7EC4\u4EF6\uFF0C\u63D0\u4F9B\u7F51\u7EDC\u7684\u7269\u54C1\u548C\u6D41\u4F53\u7F13\u5B58\u533A\u5BB9\u91CF

#nuclears
block.singularity-nuclear_pipe_node.name = \u6838\u80FD\u7BA1\u67B6
block.singularity-nuclear_pipe_node.description = \u6838\u80FD\u7BA1\u9053\u7684\u53D1\u51FA\u70B9\uFF0C\u4E5F\u662F\u7BA1\u9053\u652F\u70B9\uFF0C\u4F20\u8F93\u6838\u80FD\u7684\u6700\u76F4\u63A5\u65B9\u5F0F
block.singularity-phase_pipe_node.name = \u76F8\u4F4D\u6838\u80FD\u7BA1\u67B6
block.singularity-phase_pipe_node.description = \u5927\u578B\u7684\u7BA1\u9053\u5854\u67F1\uFF0C\u53EF\u652F\u6491\u66F4\u591A\u6761\u7684\u7BA1\u9053\uFF0C\u4E14\u5177\u6709\u66F4\u5927\u7684\u8FDE\u63A5\u8303\u56F4
block.singularity-decay_bin.name = \u8870\u53D8\u4ED3
block.singularity-decay_bin.description = \u653E\u5C04\u6027\u7269\u8D28\u8FDB\u884C\u8870\u53D8\u4EA7\u751F\u5C11\u91CF\u7684\u6838\u80FD\u91CF\uFF0C\u53EF\u80FD\u5B58\u5728\u526F\u4EA7\u7269
block.singularity-neutron_generator.name = \u4E2D\u5B50\u80FD\u53D1\u7535\u673A
block.singularity-neutron_generator.description = \u5229\u7528\u7ECF\u5178\u7684\u4E2D\u5B50\u5206\u89E3\u6280\u672F\uFF0C\u4F7F\u7528\u6838\u80FD\u91CF\u751F\u4EA7\u5927\u91CF\u7535\u529B
block.singularity-nuclear_impact_reactor.name = \u6838\u5B50\u51B2\u51FB\u53CD\u5E94\u5806
block.singularity-nuclear_impact_reactor.description = \u5148\u8FDB\u7684\u6838\u5185\u7206\u5F0F\u51B2\u51FB\u53CD\u5E94\u5806\uFF0C\u5229\u7528\u529B\u573A\u7EA6\u675F\u4F7F\u6838\u7206\u70B8\u4EE5\u6700\u9AD8\u7684\u6548\u7387\u63A8\u52A8\u538B\u7535\u8F6C\u5B50\u53D1\u7535
block.singularity-nuclear_reactor.name = \u6838\u53CD\u5E94\u5806
block.singularity-nuclear_reactor.description = \u6807\u51C6\u7684\u6838\u88C2\u53D8\u53CD\u5E94\u5806\uFF0C\u4F7F\u7528\u538B\u7F29\u6838\u71C3\u6599\u4EE5\u9AD8\u6548\u7387\u4EA7\u51FA\u6838\u80FD\uFF0C\u71C3\u6599\u8D8A\u7D27\u51D1\u6548\u7387\u8D8A\u9AD8\u3002\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5267\u70C8\u7684[accent]\u7206\u70B8[]
block.singularity-lattice_reactor.name = \u6676\u683C\u53CD\u5E94\u5806
block.singularity-lattice_reactor.description = \u7279\u5236\u7684\u7F13\u901F\u53CD\u5E94\u5806\uFF0C\u4E0D\u4F7F\u7528\u538B\u7F29\u71C3\u6599\uFF0C\u76F4\u63A5\u5BF9\u71C3\u6599\u6676\u683C\u7ED3\u6784\u6392\u5217\u5316\u8FDB\u884C\u53EF\u63A7\u88C2\u53D8\uFF0C\u4EA7\u80FD\u8F83\u4F4E\uFF0C\u4F46\u5229\u7528\u7387\u6781\u9AD8\u3002\n\u9700\u8981\u51B7\u5374\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5C0F\u8303\u56F4[accent]\u7206\u70B8[]
block.singularity-overrun_reactor.name = \u8D85\u6838\u4E34\u754C\u53CD\u5E94\u5806
block.singularity-overrun_reactor.description = \u5148\u8FDB\u7684\u7279\u5927\u578B\u53CD\u5E94\u5806\uFF0C\u5185\u90E8\u529B\u573A\u8FDB\u4E00\u6B65\u538B\u7F29\u71C3\u6599\u4F7F\u53CD\u5E94\u66F4\u52A0\u5267\u70C8\uFF0C\u5177\u6709\u6781\u9AD8\u7684\u4EA7\u80FD\u6548\u7387\uFF0C\u4E14\u4E0D\u4F1A\u4EA7\u751F\u6838\u5E9F\u6599\n\u9700\u8981\u7279\u6B8A\u7684\u51B7\u5374\u624B\u6BB5\u63A7\u5236\u5806\u6E29\uFF0C\u53CD\u5E94\u5806\u6E29\u5EA6\u8D85\u8FC7\u9650\u5236\u6E29\u5EA6\u65F6\u4F1A\u9020\u6210\u5806\u82AF\u7194\u6BC1\uFF0C\u5F15\u53D1\u5927\u8303\u56F4\u6BC1\u706D\u6027[red]\u6838\u7206[]
block.singularity-nuclear_energy_source.name = \u6838\u80FD\u6E90
block.singularity-nuclear_energy_void.name = \u6838\u80FD\u9ED1\u6D1E

#defence
block.singularity-strengthening_alloy_wall.name = \u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall.description = \u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-strengthening_alloy_wall_large.name = \u5927\u578B\u5F3A\u5316\u5408\u91D1\u5899
block.singularity-strengthening_alloy_wall_large.description = \u5927\u578B\u7684\u5F3A\u5316\u5408\u91D1\u5236\u9020\u7684\u5899\uFF0C\u5341\u5206\u575A\u56FA
block.singularity-neutron_polymer_wall.name = \u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall.description = \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB
block.singularity-neutron_polymer_wall_large.name = \u5927\u578B\u7B80\u5E76\u6001\u4E2D\u5B50\u5899
block.singularity-neutron_polymer_wall_large.description = \u5229\u7528\u7B80\u5E76\u6001\u4E2D\u5B50\u805A\u5408\u7269\u5EFA\u9020\u7684\u5927\u578B\u7684\u5899\uFF0C\u5F3A\u5EA6\u6781\u9AD8\uFF0C\u4E14\u53EF\u4EE5\u4EA7\u751F\u5DE8\u5927\u7684\u5F15\u529B\u5438\u5F15\u5B50\u5F39\uFF0C\u5E76\u5438\u6536\u4E0D\u592A\u5F3A\u7684\u5B50\u5F39\u4EE5\u4FEE\u8865\u81EA\u8EAB

#----------Dialog----------#
dialog.mainMenu.title = \u5947 \u70B9
dialog.aboutMod.title = \u5173\u4E8E\u672C\u6A21\u7EC4

dialog.liquidSelecting.title = \u914D\u7F6E\u6D41\u4F53\u8F93\u51FA
dialog.liquidSelecting.output = \u8F93\u51FA\u9762
dialog.liquidSelecting.outputliquid = \u6DB2\u4F53
dialog.liquidSelecting.text = \u6307\u5B9A\u65B9\u5411\u9009\u62E9\u8F93\u51FA\u7684\u6D41\u4F53\n\u4EE5\u63A7\u5236\u6D41\u4F53\u5728\u4E0D\u540C\u9762\u7684\u8F93\u51FA

dialog.openUriDialog.warning = \u8FDE\u63A5\u5931\u8D25\uFF0C\u94FE\u63A5\u5DF2\u590D\u5236\u81F3\u526A\u8D34\u677F
dialog.openUriDialog.facebook = facebook\u9996\u9875
dialog.openUriDialog.telegramPerson = telegram\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.telegramGroup = mod\u4EA4\u6D41\u7FA4
dialog.openUriDialog.qqPerson = qq\u4E2A\u4EBA\u4E3B\u9875
dialog.openUriDialog.qqGroup1 = mod\u4EA4\u6D411\u7FA4
dialog.openUriDialog.qqGroup2 = mod\u4EA4\u6D412\u7FA4

dialog.recipeDialog.title = \u53EF\u7528\u7684\u5236\u9020
dialog.recipeDialog.optionalPrescriptTitle = \u53EF\u9009\u7684\u6D88\u8017

dialog.dataMonitor.title = \u65B9\u5757\u4FE1\u606F\u76D1\u89C6\u5668
dialog.dataMonitor.blockData = \u65B9\u5757\u6570\u636E
dialog.dataMonitor.target = \u76EE\u6807\u65B9\u5757
dialog.dataMonitor.blockPosition = \u65B9\u5757\u5750\u6807: ({0}, {1})

dialog.PublicInfo.empty = blank
dialog.publicInfo.loadTimeout = \u8FDE\u63A5\u8D85\u65F6\uFF0C\u53EF\u5C1D\u8BD5\u5237\u65B0\u672C\u9875\u9762

#----------Fragment----------#
fragment.bars.otherLiquids = \u5176\u4ED6\u6DB2\u4F53
fragment.bars.consume = \u8F93\u5165
fragment.bars.product = \u4EA7\u51FA

fragment.bars.gasPressure = \u6C14\u4F53\u538B\u5F3A

fragment.bars.nuclearEnergy = \u6838\u80FD\u91CF
fragment.bars.potentialNuclearEnergy = \u52BF\u80FD
fragment.bars.nuclearContain = \u7F13\u5B58: {0} NF
fragment.bars.nuclearMoving = \u6D8C\u6D41: {0} NF/\u6BCF\u79D2
fragment.bars.nuclearPressure = \u52BF\u80FD\u7EA7\u522B: {0} L
fragment.buttons.nuclearOut = \u8F93\u51FA\u52BF\u80FD: {0} NE
fragment.buttons.selectPrescripts = \u9009\u62E9\u914D\u65B9
fragment.buttons.selectMine = \u9009\u62E9\u77FF\u7269
fragment.buttons.energyOut = \u8F93\u51FA\u6838\u80FD\u91CF: {0} NF/s

fragment.atmosphere.info = \u5927\u6C14\u4FE1\u606F\u6982\u89C8
fragment.atmosphere.unselectPlanet = \u6CA1\u6709\u9009\u4E2D\u884C\u661F
fragment.atmosphere.selectInfo = \u8BF7\u9009\u62E9\u4E00\u4E2A\u5730\u533A\u4EE5\u9009\u4E2D\u884C\u661F
fragment.atmosphere.sectorsClose = \u6536\u8D77\u5730\u533A\u6D4F\u89C8
fragment.atmosphere.sectorsList = \u5730\u533A\u5217\u8868
fragment.atmosphere.sectors = \u67E5\u770B\u5730\u533A
fragment.atmosphere.infoButton = \u5927\u6C14\u4FE1\u606F
fragment.atmosphere.sectorInfo = \u5730\u533A\u6982\u89C8
fragment.atmosphere.baseDelta = \u57FA\u7840\u6C14\u4F53\u589E\u91CF
fragment.atmosphere.unAnalyze = \u8BE5\u5730\u533A\u5C1A\u672A\u8FDB\u884C\u5927\u6C14\u5206\u6790
fragment.atmosphere.noneGasDelta = \u5F53\u524D\u5730\u533A\u65E0\u5927\u6C14\u5206\u6790\u8BB0\u5F55
fragment.atmosphere.deltaTestTip = \u53EF\u4EE5\u5728\u5730\u533A\u4E2D\u4F7F\u7528\u5927\u6C14\u68C0\u6D4B\u4EEA\u8FDB\u884C\u5927\u6C14\u6210\u5206\u68C0\u6D4B\u4E0E\u53D8\u52A8\u5206\u6790
fragment.atmosphere.gasAnalyzedDelta = \u5DF2\u77E5\u589E\u91CF: {0} /\u5206\u949F
fragment.atmosphere.basePressure = \u57FA\u7840\u5927\u6C14\u538B\u5F3A: {0}[gray] KPa\u5F53\u524D: {1} KPa
fragment.atmosphere.ingredients = \u5927\u6C14\u6210\u5206
fragment.atmosphere.sectorsClose1 = \u5173\u95ED\u5730\u533A\u9884\u89C8

fragments.configs.gridConfig = \u7F51\u683C\u914D\u7F6E

#----------Warn----------#
warn.nuclearPressure.highest = [scarlet]\u8B66\u544A\uFF01\u52BF\u80FD\u8FC7\u9AD8\uFF0C\u8FC7\u538B\u5371\u9669
warn.publicInfo.connectFailed = \u52A0\u8F7D\u5931\u8D25!\nerror:{0}\n\u8BF7\u68C0\u67E5\u60A8\u7684\u7F51\u7EDC\u6216\u8005\u5C1D\u8BD5\u91CD\u65B0\u8FDE\u63A5
warn.download.failed = \u4E0B\u8F7D\u5931\u8D25\uFF01\u4FE1\u606F\uFF1A

#----------Misc----------#
misc.name = \u540D\u79F0
misc.author = \u4F5C\u8005
misc.version = \u7248\u672C
misc.modInfo = \u4FE1\u606F
misc.startGame = \u8FDB\u5165\u6E38\u620F
misc.backToGame = \u56DE\u5230\u6E38\u620F
misc.modDatabase = \u6A21\u7EC4\u6570\u636E\u5E93
misc.modConfigure = \u6A21\u7EC4\u914D\u7F6E
misc.github = github\u9879\u76EE
misc.discord = discord\u8BBA\u575B
misc.facebook = facebook\u4E3B\u9875
misc.telegram = telegram\u9875\u9762
misc.qq = qq\u9875\u9762
misc.aboutMod = \u5173\u4E8E\u6A21\u7EC4
misc.publicInfo = \u516C\u5F00\u6D88\u606F
misc.about = \u5173\u4E8E\u6A21\u7EC4
misc.download = \u4E0B\u8F7D
misc.upload = \u4E0A\u4F20
misc.contribute = \u6350\u8D60
misc.loading = \u6B63\u5728\u52A0\u8F7D
misc.current = \u5F53\u524D
misc.time = \u65F6\u95F4
misc.item = \u7269\u54C1
misc.liquid = \u6DB2\u4F53
misc.medium = \u4ECB\u8D28
misc.conduit = \u5BFC\u7BA1
misc.absorbHeat = \u5438\u6536\u70ED\u91CF
misc.gas = \u6C14\u4F53
misc.power = \u7535\u529B
misc.mode = \u6A21\u5F0F:{0}
misc.input = \u8F93\u5165
misc.output = \u8F93\u51FA
misc.accept = \u63A5\u6536
misc.container = \u5B58\u50A8
misc.refresh = \u5237\u65B0
misc.page = \u7B2C {0} / {1} \u9875
misc.noInfo = \u6CA1\u6709\u6570\u636E
misc.exit = \u9000\u51FA
misc.back = \u8FD4\u56DE
misc.sure = \u786E\u5B9A
misc.downloading = \u4E0B\u8F7D\u4E2D...
misc.copy = \u590D\u5236
misc.open = \u6253\u5F00
misc.close = \u5173\u95ED
misc.cancel = \u53D6\u6D88
misc.temperature = \u6E29\u5EA6
misc.priority = \u4F18\u5148\u7EA7
misc.efficiency = \u6548\u7387
misc.heat = \u70ED\u91CF
misc.contact = \u8054\u7CFB
misc.join = \u52A0\u5165
misc.group = \u7FA4\u7EC4
misc.byte = \u5B57\u8282
misc.preSecond = /\u79D2
misc.preMin = /\u5206\u949F
misc.max = \u6700\u5927
misc.optimal = \u6700\u9002
misc.currentMode = \u5F53\u524D\u6A21\u5F0F
misc.selectPrescripts = \u9009\u62E9\u914D\u65B9
misc.selectMine = \u9009\u62E9\u77FF\u7269
misc.consumeLiquids = \u5FC5\u8981\u7684\u6DB2\u4F53
misc.produceLiquids = \u4EA7\u51FA\u7684\u6DB2\u4F53
misc.otherLiquids = \u4E0D\u5FC5\u8981\u7684\u6DB2\u4F53
misc.doConsValid = \u914D\u65B9\u53EF\u7528

misc.energyLevel.ultraLow = \u8D85\u4F4E\u538B
misc.energyLevel.low = \u4F4E\u538B
misc.energyLevel.medium = \u4E2D\u538B
misc.energyLevel.high = \u9AD8\u538B
misc.energyLevel.ultraHigh = \u8D85\u9AD8\u538B
misc.energyLevel.extraHigh = \u7279\u9AD8\u538B
misc.energyLevel.critical = \u4E34\u754C\u538B
misc.energyLevel.bound = \u8FB9\u754C\u538B
misc.energyLevel.overBound = \u8D85\u754C\u538B
misc.energyLevel.warning = \u8B66\u544A\u538B

#----------Infromations----------#
infos.releaseDate = \u7248\u672C\u53D1\u5E03\u65E5\u671F
infos.checkUpdate = \u68C0\u67E5\u66F4\u65B0
infos.newestVersion = \u6700\u65B0\u7248\u672C
infos.openAddress = mod\u7684\u5F00\u6E90\u5730\u5740
infos.discord = Singularity\u7684discord\u804A\u5929\u5BA4
infos.modPage = mod\u9875\u9762
infos.destructItems = \u6790\u6784\u7269\u54C1
infos.authorPage = \u4F5C\u8005\u9875\u9762
infos.facebook = \u4F5C\u8005\u7684facebook\u4E3B\u9875
infos.telegram = telegram\u4E0A\u7684\u4F5C\u8005\u4E3B\u9875\u548Cmod\u7FA4\u7EC4
infos.qq = qq\u4E0A\u7684\u4F5C\u8005\u4E2A\u4EBA\u9875\u9762\u548Cmod\u7FA4\u7EC4
infos.pumpMode = \u6CF5\u6A21\u5F0F
infos.compressing = \u538B\u7F29\u6A21\u5F0F\uFF0C\u6B63\u5728\u589E\u538B
infos.pumpAtomGassing = \u4ECE\u5927\u6C14\u4E2D\u62BD\u53D6\u6C14\u4F53
infos.selectMode = \u9009\u62E9\u6A21\u5F0F
infos.selecting = \u589E\u52A0\u6A21\u5F0F\uFF0C\u9009\u62E9\u533A\u57DF\u8FDB\u884C\u914D\u7F6E
infos.deselecting = \u5220\u51CF\u6A21\u5F0F\uFF0C\u9009\u62E9\u533A\u57DF\u5C06\u79FB\u9664\u914D\u7F6E
infos.outputMode = \u8F93\u51FA\u6A21\u5F0F
infos.inputMode = \u8F93\u5165\u6A21\u5F0F
infos.doDestruct = \u5728\u6790\u6784\u5668\u8FDB\u884C\u539F\u5B50\u7ED3\u6784\u89E3\u6790

#----------Data---------#
data.position = \u5750\u6807\uFF1A({0}, {1})
data.ioFlow = \u4E0A\u884C {0} - \u4E0B\u884C {1}
data.container = \u5DF2\u7528 {0}/{1} - \u5269\u4F59 {2}\uFF08{3}%\uFF09
data.buffer = \u6700\u9AD8\u5360\u7528 {0} - \u6700\u5927 {1}
data.tasks = \u6D3B\u52A8 {0} - \u5DF2\u963B\u585E {1} - \u4F11\u7720 {2}
data.topology = \u62D3\u6251\u7A7A\u95F4\u5DF2\u7528 {0}/{1}

#----------Status----------#
status.ordinary = \u6B63\u5E38
status.energyLeak = \u80FD\u6E90\u4E0D\u8DB3
status.topologyLeak = \u62D3\u6251\u7A7A\u95F4\u4E0D\u8DB3
status.bufferBlocked = \u7F13\u5B58\u963B\u585E
status.requestBlocked = \u8BF7\u6C42\u963B\u585E
status.unknow = \u672A\u77E5

#----------Unclassified----------#
github.mod.source = GitHub\u9879\u76EE\u6E90\u5730\u5740
groups.qq.develops = Mindustry\u6A21\u7EC4\u5F00\u53D1\u4EA4\u6D41\u7FA4

stat.floorboosting = \u6548\u7387\u589E\u5E45
stat.compressible = \u538B\u7F29\u6027\u8D28
stat.compressor = \u538B\u7F29\u4EA7\u7269
stat.gascapacity = \u6C14\u4F53\u5BB9\u79EF
stat.maxgaspressure = \u6700\u5927\u538B\u5F3A
stat.effect = \u6548\u679C
stat.special = \u7279\u6B8A
stat.autoselect = \u81EA\u52A8\u9009\u62E9
stat.controllable = \u53EF\u63A7\u5236\u914D\u65B9
stat.heatproduct = \u4EA7\u751F\u70ED\u91CF
stat.baseheatcapacity = \u57FA\u7840\u70ED\u5BB9
stat.maxtemperature = \u6700\u5927\u6E29\u5EA6
stat.heatcoefficient = \u5BFC\u70ED\u7CFB\u6570
stat.consumeenergy = \u6838\u80FD\u6D88\u8017
stat.productenergy = \u6838\u80FD\u4EA7\u51FA
stat.deltaheat = \u53CD\u5E94\u7113\u53D8
stat.requirepressure = \u9700\u6C42\u538B\u5F3A
stat.requiretemperature = \u8981\u6C42\u6E29\u5EA6
stat.consume = \u53CD\u5E94\u7269
stat.product = \u751F\u6210\u7269

unit.neutronflux = NF
unit.neutronfluxpresec = NF/\u79D2
unit.heat = J
unit.heatpresec = J/\u79D2
unit.byte = \u5B57\u8282
unit.bytepresec = \u5B57\u8282/s

category.gas = \u6C14\u4F53
category.heat = \u70ED\u80FD
category.nuclear = \u6838\u80FD
category.reaction = \u53CD\u5E94

content.gas.name = \u6C14\u4F53
content.reaction.name = \u5316\u5B66\u53CD\u5E94

gas.compressible.true = \u53EF\u88AB\u538B\u7F29
gas.compressible.false = \u4E0D\u53EF\u538B\u7F29

bar.pumpSpeed = \u6CF5\u538B\u901F\u5EA6 {0}/\u79D2
bar.destructProgress = \u89E3\u6790\u8FDB\u5EA6: {0}/{1}
bar.noSelect = \u672A\u9009\u62E9
bar.energyBuffered = \u5DF2\u7F13\u5B58\u80FD\u91CF {0}/{1}

